{"computation_units":"Annual average maximum daily 8-hour mean (µg/m3)","data_footnote":"The shaded area in the graph represents the 95% confidence interval (measure of uncertainty) for the annual mean concentration of O<sub>3</sub> measured at rural background sites. The interval narrows over time because of an increase in the number of monitoring sites and a reduction in the variation between annual means for O<sub>3</sub>.","data_start_values":[{"field":"Measure","value":"Annual average maximum daily 8-hour mean O3 concentration (µg/m3)"},{"field":"Measure","value":"Lower_CI_Bound"},{"field":"Measure","value":"Upper_CI_Bound"}],"graph_continuous_error":{"legend":"95% confidence interval","lower":"Lower_CI_Bound","target":"Annual average maximum daily 8-hour mean O3 concentration (µg/m3)","upper":"Upper_CI_Bound"},"graph_title":"A4: Rural background concentrations of ozone (O3) in England, 1987 to 2020","graph_category_color":{"Annual average maximum daily 8-hour mean O3 concentration (µg/m3)":"#12436D","Lower_CI_Bound":"#3F94DE","Upper_CI_Bound":"#3F94DE"},"indicator_name":"Rural background concentrations of ozone (O<sub>3</sub>)","indicator_reference":"A4","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Air Quality Standards Regulations 2010. Measurements from the UK AURN form part of the annual assessment of air quality against the limit and target values specified by this legislation</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Not applicable","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - atmosphere"],"oif_relevant_goal":["Clean air","Thriving plants and wildlife"],"oif_relevant_target":["Meeting legally binding targets to reduce emissions of five damaging air pollutants","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Air","reporting_status":"Final","source_active_1":true,"source_organisation_1":"Defra","page_content":"\n## Short description\n\nThis indicator tracks changes in rural background concentration of ozone (O3). Chemical reactions in the air involving nitrogen oxides (NOX) and volatile organic compounds (VOCs) produce the toxic gas O3 which can harm health, damage wild plants, crops, forests, and some materials, and is a greenhouse gas contributing to global warming.\n\nThis indicator is an assessment of clean air (reporting the condition of the atmosphere as an asset). It can also be considered as a pressure on human health and thriving plants and wildlife. It is determined by calculating the annual average of the maximum daily 8-hour mean concentrations of O3 measured at all rural measurement sites on Defra’s Automatic Urban and Rural Network (AURN).\n\n## Readiness and links to data\n\nData on concentrations of ozone are published annually as [National Statistics, Air Quality Statistics](https://www.gov.uk/government/statistics/air-quality-statistics).\n\n## Trend description for Figure A4\n\nThe average daily maximum 8 hour mean concentration of O3 has fluctuated since the beginning of the time series in 1987. It was 72.3μg per m3 in 2020; a 29% increase in concentration compared to 1987 but similar to the concentration observed in 2019 (71.8μg per m3). Some variance from year to year is expected due to fluctuations in the occurrence of hot summer weather conditions which are associated with high O3 concentrations.\n\n## Assessment of change\n\nRural background concentrations of O3 increased (a deterioration) over the most recent 5-year period for which trends can be assessed (2014 to 2019), and over the medium and long-term time periods.\n\nChange since 2018 has also been assessed. Little or no change was observed for rural background concentrations of ozone since 2018. However, this is based on only 3 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table A4: Assessment of change in rural background concentrations of ozone (O3) in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014-2019 | +4.9 (smoothed Loess) | Deterioration |\n| Medium term | 2009-2019 | +4.9 (smoothed Loess) | Deterioration |\n| Long term | 1987-2019 | +15.2 (smoothed Loess) | Deterioration |\n\nNote that assessment categories for short, medium and long term were assigned based on smoothed data, so percent change figures in Table A4 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","national_data_update_url_text":"2022-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"1.4.1","target_id":"1.4","sdg_goal":"1","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"01-04-01"}