{"computation_units":"Percentage of sensitive habitats exceeding critical loads","data_footnote":"Data are presented as 3-year moving average time periods. A 3-year moving average is used to smooth out inter-annual variability due to the influence of weather on atmospheric chemistry. There have been several minor methodological changes in the time periods 2001 to 2003, 2002 to 2004 and 2004 to 2006 which should be considered when interpreting this trend. No data are available for the periods 1996 to 1998, 1997 to 1999 and 2000 to 2002.","data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_title":"A6: Exceedance of damaging levels of nutrient nitrogen deposition in England 1995-1997 to 2017-2019","graph_type":"bar","indicator_name":"Exceedance of damaging levels of nutrient nitrogen deposition on ecosystems","indicator_reference":"A6","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>International Collaborative Partnership reporting under United Nations Economic Commission for Europe’s Working Group on Effects</li>\n  <li>Convention on Biological Diversity Aichi Target 8</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Not applicable","oif_indicator_status":"Final","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Clean air","Thriving plants and wildlife"],"oif_relevant_target":["Meeting legally binding targets to reduce emissions of five damaging air pollutants","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Air","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"UK Centre for Ecology & Hydrology","title":"1-6-1.md","page_content":"\n## Short description\n\nThis indicator shows changes in the percentage of sensitive habitats exceeding the internationally agreed threshold for harmful effects (critical load) of nutrient nitrogen deposition. The damaging nutrient nitrogen comes predominantly from ammonia (NH3) but partly nitrogen oxides (NOX) and long-range transport of air pollutants.\n\nThis indicator is an assessment of clean air (reporting the condition of the atmosphere as an asset). It can also be considered as pressure on thriving plants and wildlife. It is determined by calculating the area of sensitive habitat exceeding the internationally agreed threshold for likely damaging effects from reactive nitrogen deposition in both oxidised and reduced forms, termed the critical load. It uses modelled interpolations of atmospheric concentrations of NOX and NH3 and models deposition processes based on internationally agreed methodology.\n\n## Readiness and links to data\n\nAssessments of nutrient nitrogen deposition are undertaken and published annually using 3-year moving average data, at [UK Air Information Resource: Trends in critical load and critical level exceedances in the UK](https://uk-air.defra.gov.uk/library/reports?report_id=1020).\n\n## Trend description for Figure A6\n\nThe percentage area of sensitive habitats in England where nutrient nitrogen deposition exceeded critical load has fallen over the latest 23 years for which data are available (98.3% in 1995 to 1997 to 95.6% in 2017 to 2019), although it has increased slightly over the last 3 data points (94.8% in 2015 to 2017 to 95.6% in 2017 to 2019).\n\n## Assessment of change\n\nThere has been little or no change observed in exceedance of damaging levels of nutrient nitrogen deposition on ecosystems over the most recent 5-year period for which trends can be assessed (2012-2014 to 2017-2019), or over the medium and long-term time periods.\n\nChange since 2018 has also been assessed. Little or no change was also observed for exceedance of damaging levels of nutrient nitrogen deposition on ecosystems since 2018. However, this is based on only 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table A6: Assessment of change in exceedance of damaging levels of nutrient nitrogen deposition in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2012-2014 to 2017-2019 | -0.3 (moving average data) | Little or no change |\n| Medium term | 2007-2009 to 2017-2019 | -0.8 (moving average data) | Little or no change |\n| Long term | 1995-1997 to 2017-2019 | -2.7 (moving average data) | Little or no change |\n\nPercent change refers to the difference seen from the first to last 3-year moving average in the specified date range.\n","national_metadata_updated_date":"2022-08-05","national_data_updated_date":"2022-08-05","national_metadata_update_url_text":"2022-08-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","national_data_update_url_text":"2022-08-05: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","indicator":"1.6.1","target_id":"1.6","sdg_goal":"1","indicator_sort_order":"01-06-01"}