{"computation_units_by_series":[{"series":"K1i (interim)","units":"Thousand hectares"},{"series":"K1ii (interim)","units":"Billion cubic meters"}],"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_notes":[{"note":"Estimates refer to tropical and subtropical deforestation from UK consumption of crop, cattle related and timber commodities only.","series":"K1i (interim)"},{"note":"Scarcity-weighted blue water use scales the blue water footprint (surface and groundwater consumed as a result of production) according to water availability in a region after human and aquatic ecosystem demands have been met. Estimates of the global scarcity-weighted blue water use refer to the UK consumption of crop commodities only.","series":"K1ii (interim)"}],"graph_titles":[{"series":"K1i (interim)","title":"K1i (interim): Area of tropical deforestation associated with UK consumption, 2005 to 2017"},{"series":"K1ii (interim)","title":"K1ii (interim): Global scarcity-weighted blue water use associated with UK consumption, 2005 to 2017"}],"graph_type":"bar","indicator_name":"Overseas environmental impacts of UK consumption of key commodities","indicator_reference":"K1","national_geographical_coverage":"International","oif_commitments":"<ul>\n  <li>Convention on Biological Diversity Aichi Target 4</li>\n  <li>Sustainable Development Goals 12, 14 and 15</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"International","oif_headline":"Impacts on the natural environment overseas","oif_indicator_status":"Interim","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["There are no specific goals in the 25 Year Environment Plan for this indicator, however the Plan commits us to leaving a lighter footprint on the global environment by enhancing sustainability and supporting zero deforestation supply chains."],"oif_relevant_target":["None"],"oif_statistical_classification":"Experimental","oif_theme":"International","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Joint Nature Conservation Committee","title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks the impact on the environment overseas resulting from our domestic consumption, linked to the sustainability of the products we import. The indicator is based on multi regional input-output (MRIO) modelling, which is used to model global trade flows representing the monetary inputs and outputs across different countries and their commercial sectors. While the indicator is also based on a similar concept and approach to ‘J1 Carbon footprint and consumer buying choices’ and ‘J2 Raw material consumption,’ the detail of the methodologies does not align and therefore the results are not directly comparable.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows (i) the global deforestation risk and (ii) the global ‘scarcity-weighted blue water use’ from UK consumption of imported commodities; a further metric to measure biodiversity loss is currently being developed. The figures are calculated using the Input-Output Trade Analysis (IOTA) framework and the results are reported for the first time in 2022 as an experimental statistic; information on how the data have been obtained and how the statistics have been calculated is available in [UK Biodiversity Indicator A4 – Global biodiversity impacts of UK economic activity and sustainable consumption](https://jncc.gov.uk/our-work/ukbi-a4-global-biodiversity-impact/). The data are being published as experimental statistics, both here and within the source publication, to gather feedback and facilitate user involvement in the development of this indicator. An early metric for measuring biodiversity loss is included within UK Biodiversity Indicator A4 publication but is undergoing refinement before publication as part of the Outcome Indicator Framework.\n\n## Note on Figures K1i and K1ii\n\nData that trace all commodities back to their exact countries of origin are not publicly available. This information is necessary in order to accurately link production to deforestation and water use. Therefore, the outputs produced by this indicator are derived from modelling these trade flows, and so (whilst based on empirical statistics) they should be considered as best estimates rather than exact figures. Additional caveats and limitations are outlined in the source publication – the [Global biodiversity impacts of UK economic activity and sustainable consumption](https://jncc.gov.uk/our-work/ukbi-a4-global-biodiversity-impact/).\n\nWhile the currently available data predate the 25 Year Environment Plan, they provide the most recently available assessment of the overseas environmental impacts of UK consumption of key commodities. They enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\n## Trend description for Figures K1i and K1ii\n\n### K1i) Tropical deforestation\n\nUK consumption of crop, cattle-related and timber commodities in 2017 was responsible for an estimated 31,126 hectares of agriculture-driven tropical deforestation worldwide, a long-term decrease of 58% since the time series began in 2005. Comparing the 2017 footprint with 2012 reveals a short-term decrease of 41% and a decrease (6%) was also observed in the latest year (2017).\n\n### K1ii) Blue water use\n\nUK consumption of crop commodities in 2017 was responsible for an estimated 367 billion cubic-meters of scarcity-weighted blue water use worldwide, a decrease of 48% since 2005. Comparing the 2017 footprint with 2012 reveals a 27% decrease, but there was very little change (1% increase) observed in the latest year (2017).\n\n## Assessment of change\n\nThis indicator was not assessed as it is newly introduced this year and data were not available in time to allow for analysis to be carried out. Assessment is intended to be made in future Outcome Indicator Framework updates.\n","national_metadata_updated_date":"2023-03-06","national_data_updated_date":"2023-03-06","national_metadata_update_url_text":"2023-03-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","national_data_update_url_text":"2023-03-06: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","indicator":"10.1.1","target_id":"10.1","sdg_goal":"10","indicator_sort_order":"10-01-01","graph_title":"Overseas environmental impacts of UK consumption of key commodities"}