{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Developing countries better able to protect and improve the environment with UK support","indicator_reference":"K2","national_geographical_coverage":"International","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"International","oif_headline":"Impacts on the natural environment overseas","oif_indicator_status":"In development","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["There are no specific goals in the 25 Year Environment Plan for this indicator; however, the Plan commits us to helping developing nations protect and improve the environment."],"oif_relevant_target":["None"],"oif_theme":"International","published":false,"reporting_status":"In development","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThe poorest people and countries in the world are often the most vulnerable and likely to be hardest hit by the degradation of natural environments. Climate change and the deterioration of natural environments are prime drivers of poverty, food insecurity and instability, and can trigger conflict and migration. This indicator will report outcomes of UK investment programmes into nature. These programmes include International Climate Finance, the Blue Planet Fund and other nature focussed programmes such as the Biodiversity Challenge Funds (for example, the Darwin Initiative and the Illegal Wildlife Challenge Fund); they support developing countries to protect and improve the environment, address illegal wildlife trade, mitigate and adapt to climate change and alleviate poverty.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022. Further development is needed to identify how to assess outcomes of UK overseas investment building on existing and developing evaluation schemes for [International Climate Finance](https://www.gov.uk/guidance/international-climate-finance), the Biodiversity Challenge Funds such as [the Darwin Initiative](https://www.gov.uk/government/groups/the-darwin-initiative), and other new programmes such as the Blue Planet Fund and Biodiverse Landscape Fund whilst reflecting further alignment with [indicators for the post-2020 global biodiversity framework](https://www.post-2020indicators.org/) currently under negotiated.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"10.2.1","target_id":"10.2","sdg_goal":"10","indicator_sort_order":"10-02-01","graph_title":"Developing countries better able to protect and improve the environment with UK support"}