{"computation_units":"Number of incidents","data_footnote":"Only includes incidents where investigations and response have been completed by the Environment Agency.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Category","value":"Category 1 (major) incidents"},{"field":"Category","value":"Category 2 (significant) incidents"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Category 1 (major) incidents":"#12436D","Category 2 (significant) incidents":"#3F94DE"},"graph_stacked_disaggregation":true,"graph_title":"B2: Serious pollution incidents to water in England, 2001 to 2020","graph_type":"bar","indicator_name":"Serious pollution incidents to water","indicator_reference":"B2","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Domestically under the Environment Act 1995</li>\n  <li>Relevant under the UN’s Sustainable Development Goal 6</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; data for individual incidents at any geographical scale are also available.","oif_headline":"Not applicable","oif_indicator_status":"Final","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife"],"oif_relevant_target":["No specific target"],"oif_theme":"Water","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Environment Agency","title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows changes in the number of pollution incidents impacting on water health, including in rivers, lakes, reservoirs, canals, coasts, estuaries and groundwater. Serious pollution incidents are a pressure on the water environment. The Environment Agency uses 4 categories to determine the severity of pollution incidents. The indicator shows the number of events in each year that are in the 2 higher categories (category 1, major and category 2, significant), for example, causing death of fish, potential harm to bathers, or the temporary cessation of abstraction from a river by a drinking water provider.\n\n## Readiness and links to data\n\nData are already published annually by the Environment Agency.\n\n* [Pollution incidents data](https://www.gov.uk/government/publications/environment-agency-2020-data-on-regulated-businesses-in-england)\n* [Section 5 of the Water and Sewerage Companies in England environmental performance report](https://www.gov.uk/government/publications/water-and-sewerage-companies-in-england-environmental-performance-report-2020)\n\nLonger-term trends are available in the [State of the environment: water quality report](https://www.gov.uk/government/publications/state-of-the-environment) and the [Regulating for people, the environment and growth report](https://www.gov.uk/government/publications/regulating-for-people-the-environment-and-growth-2020).\n\n## Note on Figure B2\n\nSome incidents may take an extended period of months, or exceptionally years, to be completed.\n\nThe dataset only includes substantiated incidents and their environmental impact, that is where there is confirmation that the incident took place either by a visit from the Environment Agency or a partner organisation, or it is corroborated by other information.\n\nResults do not include incidents relating to:\n\n* Fisheries incidents – incidents involving illegal fishing and illegal fish movements, fish disease, fishery management activities and fish kills from non-pollution causes, including low flows and low dissolved oxygen\n* Water Resources incidents – incidents involving the quantity of a water resource.\n* Waterways incidents – incidents on a waterway where the Environment Agency are the competent authority for navigation\n* Flood and Coastal Risk Management incidents – for incidents which involve actual or potential flooding and land drainage works\n\n## Trend description for Figure B2\n\nThe total number of serious pollution incidents to water in England has fallen by almost two-thirds (62%) between 2001 and 2020, with the majority of this fall occurring in the first 10 years (834 in 2001 and 337 in 2010). More recently, while there have been annual fluctuations in the numbers of category 1 (major) and category 2 (significant) pollution incidents in the last 10 years, the overall trend has plateaued, and in 2020, there were a total of 317 serious pollution incidents to water (47 major and 270 significant).\n\n## Assessment of change\n\nA decrease in serious pollution incidents (or improvement) was observed over the most recent 5 years for which trends can be assessed (2013 to 2018), as well as over the medium and long term. However, as noted in the trend description, the percentage change seen over the short and medium term is much reduced compared with the long term and there are fluctuations year on year. This assessment does not consider whether any improvements seen are on a sufficient scale for meeting desired outcomes.\n\nChange since 2018 has also been assessed. There has been little or no change in serious pollution incidents to water since 2018. However, this is based on 3 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table B2: Assessment of change in the total number of serious pollution incidents to water in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014-2019 | -10.2 (smoothed Loess) | Improvement |\n| Medium term | 2009-2019 | -22.6 (smoothed Loess) | Improvement |\n| Long term | 2001-2019 | -65.0 (smoothed Loess) | Improvement |\n\nNote that assessment categories for the short, medium and long term were assigned based on smoothed data, so percent change figures in Table B2 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-09-02","national_data_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","national_data_update_url_text":"2022-09-02: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"2.2.1","target_id":"2.2","sdg_goal":"2","indicator_sort_order":"02-02-01"}