{"computation_units":"Percentage","data_footnote":"Any classifications pre 2015 are projected classifications and were not formally reported. They have been back calculated using historic methods and data collected for the 1976 bathing water directive (76/160/EEC) which was repealed in 2014.<br/><br/>Bathing waters in England were not classified in 2020 due to the severe impacts on bathing water monitoring and analysis caused by the COVID-19 pandemic and the necessary adherence with government guidelines to prevent the spread of the virus.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Condition","value":"Excellent"},{"field":"Condition","value":"Good"},{"field":"Condition","value":"Sufficient"},{"field":"Condition","value":"Poor"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Excellent":"#12436D","Good":"#F46A25","Poor":"#28A197","Sufficient":"#801650"},"graph_category_order":{"Excellent":0,"Good":1,"Poor":3,"Sufficient":2},"graph_limits":[{"maximum":100,"minimum":0}],"graph_stacked_disaggregation":true,"graph_title":"B4: Condition of designated bathing waters in England, 1995 to 2021","graph_type":"bar","indicator_name":"Condition of bathing waters","indicator_reference":"B4","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Statutory duty under the Bathing Water Regulations (2013) to report condition</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; data for individual designated bathing waters are also available","oif_headline":"Water and water environment","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - marine"],"oif_relevant_goal":["Clean and plentiful water"],"oif_relevant_target":["Minimising by 2030 the harmful bacteria in our designated bathing waters and continuing to improve the cleanliness of our waters"],"oif_theme":"Water","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Environment Agency","title":"Untitled","page_content":"\n## Short description\n\nThis indicator assesses the condition of bathing waters. It shows the percentage of designated bathing waters meeting conditions sufficient to minimise the risk of harm to bathers from faecal pollution. It is based on a set of microbiological tests (measuring *E.coli* and intestinal enterococci) performed on waters used for bathing. The bacteria, if present, can cause severe stomach upsets and gastro-intestinal illness. Bathing waters are mainly coastal beaches but also include a number of inland freshwater lakes and one area on a river.\n\n## Readiness and links to data\n\nData on [Bathing water quality statistics](https://www.gov.uk/government/statistics/bathing-water-quality-statistics) are already published annually; longer-term trends are available in the [State of the environment: water quality report](https://www.gov.uk/government/publications/state-of-the-environment).\n\n## Note on Figure B4\n\nBathing waters in England were not classified in 2020 due to the severe impacts on bathing water monitoring and analysis caused by the COVID-19 pandemic and the necessary adherence with government guidelines to prevent the spread of the virus.\n\n## Trend description for Figure B4\n\nThe number of designated bathing waters in England meeting at least the minimum standard (sufficient, good or excellent) has increased considerably from 45.7% in 1995 to 99% in 2021. The majority of this increase occurred in the period to 2015; since then, the number meeting at least the minimum standard has remained relatively stable at between 97.1% and 99%. The number of bathing waters achieving excellent status has also increased considerably since 1995, with 70.7% meeting this standard in 2021. The number of bathing waters rated as poor has remained below 3% since 2015 (1% in 2021).\n\n## Assessment of change\n\nAn assessment was undertaken using the B4 indicator to look at change in the percent of designated bathing waters meeting minimum standards of at least sufficient condition. A small increase (or improvement) in this metric was observed over the most recent 5 years for which trends can be assessed (2015 to 2020). A new method was introduced in 2015, so only data from that year onwards were included in the assessment. The new method is not directly comparable to the old method, so it is not appropriate to look at trends across both datasets. This meant there was not a sufficiently long time series for a medium or long-term assessment.\n\nChange since 2018 has also been assessed. There has been little or no change in the condition of bathing waters since 2018 with no reported data for 2020 due to the COVID-19 pandemic. The assessment is based on only 3 data points so should be considered as indicative and not evidence of a clear trend. It should also be noted that in 2018 nearly 98% of designated bathing waters were already in at least sufficient condition so there is little scope for further improvement in this indicator.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table B4: Assessment of change in the condition of designated bathing waters in England (meeting at least Sufficient status)\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2015-2020 | +5.5 (smoothed Loess) | Improvement |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\nNote that assessment categories for the short term were assigned based on smoothed data, so percent change figures in Table B4 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","national_data_update_url_text":"2022-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"2.4.1","target_id":"2.4","sdg_goal":"2","indicator_sort_order":"02-04-01"}