{"computation_units":"Percentage of water bodies","data_non_statistical":false,"data_footnote":null,"graph_notes":null,"data_show_map":false,"data_start_values":[{"field":"Water body category","value":"Surface water"},{"field":"Water body category","value":"Groundwater"}],"goal_meta_link_text":"UN metadata","graph_type":"line","hide_chart":true,"indicator_name":"Water bodies achieving sustainable abstraction criteria","indicator_reference":"B5","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Water Environment (Water Framework Directive) (England and Wales) Regulations 2017</li>\n  <li>Relevant to Sustainable Development Goal 6.4.2</li>\n  <li>May support Climate Change Risk Assessment and the Adaptation Sub-Committee’s assessment of the National Adaptation Programme, under the Climate Change Act (2008)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; data for individual water bodies are also available.","oif_headline":"Water and water environment","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - freshwater"],"oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife"],"oif_relevant_target":["Reducing the damaging abstraction of water from rivers and groundwater, ensuring that by 2021 the proportion of water bodies with enough water to support environmental standards increases from 82% to 90% for surface water bodies and from 72% to 77% for groundwater bodies","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Water","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Environment Agency","title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows changes in the percentage of surface waters (rivers, lakes, reservoirs and estuaries) and groundwater (including wetlands fed by groundwater) where sustainable abstraction criteria are met. River flows and groundwater levels are sustainable when they support ecology that is only slightly impacted by human activity. The indicator is affected by changes in water use, both in relation to leakage and personal consumption (see E8 Efficient use of water). This indicator is also sensitive to effects of future climate change on rainfall and consumption and shows the need for adaptation.\n\n## Readiness and links to data\n\nData on the Water Environment (Water Framework Directive) (England and Wales) Regulations 2017 (the WFD regulations) Cycle 2 site classifications are available for both surface and ground water bodies on the [England Catchment Data Explorer](https://environment.data.gov.uk/catchment-planning/). [WFD Cycle 2 site classifications for surface water bodies](https://data.gov.uk/dataset/a2a10b3a-2049-48ba-9ab5-fbc3ae26c9f9/wfd-river-canal-and-surface-water-transfer-water-bodies-cycle-2-classification-2019) and [WFD Cycle 2 site classifications for ground water bodies](https://data.gov.uk/dataset/6c4d3600-2f25-4b12-a56d-1689586f085b/wfd-cycle-2-groundwater-classification-status-and-objectives) are also published as part of the WFD Regulations and the [Abstraction Reform Report 2019](https://www.gov.uk/government/publications/abstraction-reform-report-2019).\n\n## Note on Indicator B5\n\nA graph is not yet presented for this indicator as data are currently only available for 3 years. There are no new data to report for 2020 or 2021 and in future years there will be a change to the data provision for this indicator through the new River Surveillance Network (RSN) and the other surveillance networks as part of the Natural Capital and Ecosystem Assessment Programme.\n\n## Trend description for Indicator B5\n\nLatest data (2019), show 85% of surface water bodies supported required flow standards and 73% of groundwater bodies were sustainable. Both results represent a one percentage point increase from the equivalent figures reported in 2018. In 2017, when the timeseries began, 82% of surface water bodies supported required flow standards and 72% of groundwater bodies were sustainable.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as there are not yet sufficient data points in the time series.\n","national_metadata_updated_date":"2022-09-13","national_data_updated_date":"2022-09-13","national_metadata_update_url_text":"2022-09-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","national_data_update_url_text":"2022-09-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","indicator":"2.5.1","target_id":"2.5","sdg_goal":"2","indicator_sort_order":"02-05-01","graph_title":"Water bodies achieving sustainable abstraction criteria"}