{"goal_meta_link_text":"UN metadata","indicator_reference":"B6","oif_theme":"Water","oif_headline":"Not applicable","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Natural functions of water and wetland ecosystems","national_geographical_coverage":"England","oif_indicator_status":"In development","oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife","Enhancing biosecurity"],"oif_relevant_target":["Creating or restoring 500,000 hectares of wildlife-rich habitat outside the protected site network, focusing on priority habitats as part of a wider set of land management changes providing extensive benefits","Improving at least three-quarters of our waters to be close to their natural state","Reaching or exceeding objectives for rivers, lakes, coastal and ground waters that are specially protected, whether for biodiversity or drinking water as per our River Basin Management Plans","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_natural_capital":["Condition of assets - freshwater","Condition of assets - species and ecological communities"],"oif_commitments":"<ul>\n  <li>Conservation of Habitats and Species Regulations 2017 (as amended)</li>\n  <li>The Water Environment (Water Framework Directive) (England and Wales) Regulations 2017</li>\n  <li>Domestic targets under England Biodiversity Strategy 2020</li>\n</ul>","oif_geographical_scope":"England. Some elements of the indicator will also be able to provide reliable sub-national assessment. National assessments of individual river and lake habitat types included in priority habitat definitions (for example, chalk rivers, oligotrophic lakes) will also be possible.","oif_date_last_updated":"11 June 2021","page_content":"## Short description \n\nThis indicator will track changes in the naturalness of ecosystem functioning across water and wetland ecosystems in England (including rivers, headwater streams, wetlands, lakes and ponds). Restoring natural functions to these ecosystems is essential for biodiversity recovery and resilience to climate change, and contributes to enhancing ecosystem services such as the provision of clean water and flood regulation. Indicator B6 is closely linked with indicator D1 on the extent, quality and connectivity of habitats as the naturalness of ecosystem function is also being considered within D1. It is anticipated that the development work on D1 and B6 will address different habitat components that are shared between the 2 indicators; B6 work will provide the freshwater habitat component and D1 will provide the wetland component.  \n\nThis indicator will help track improvements to the naturalness of underlying ecosystem functions in aquatic and wetland ecosystems. It will use data from a range of sources. Further development of methods and monitoring/evaluation frameworks will be needed to apply this approach to the full range of water and wetland habitat types and to explore new methods including Earth Observation.\n\n## Readiness and links to data \n\nThis indicator is not available for reporting in 2021. Substantial progress has continued to been made since 2020, building on the foundation provided by [Natural England Report JP016](http://publications.naturalengland.org.uk/publication/4635950369472512), on determining attributes for rivers and streams, developing a draft framework for high-level reporting of the indicator, designing a working model of the rivers’ component and rationalising the broad relationship with Outcome Indicator D1 ‘Quantity, quality and connectivity of habitats’. New monitoring frameworks are being designed to provide data for the B6 indicator, particularly in respect of headwater streams and smaller lakes. Further development in 2021 will focus on the lakes and ponds components and refining the overarching model for the indicator.\n\n\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"2.6.1","target_id":"2.6","sdg_goal":"2","indicator_sort_order":"02-06-01","graph_title":"Natural functions of water and wetland ecosystems"}