{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Natural functions of water and wetland ecosystems","indicator_reference":"B6","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Conservation of Habitats and Species Regulations 2017 (as amended)</li>\n  <li>The Water Environment (Water Framework Directive) (England and Wales) Regulations 2017</li>\n  <li>Domestic biodiversity targets relating to commitments under the Convention on Biological Diversity (including the Environment Act 2021 and the Defra 25 Year Environment Plan)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England. Some elements of the indicator will also be able to provide reliable sub-national assessment. National assessments of individual river and lake habitat types included in priority habitat definitions (for example, chalk rivers – rivers that rise from springs in landscapes with chalk bedrock and oligotrophic lakes – lakes that are relatively poor in plant nutrients and that contain abundant oxygen in their deeper parts) will also be possible.","oif_headline":"Not applicable","oif_indicator_status":"In development","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - species and ecological communities"],"oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife","Enhancing biosecurity"],"oif_relevant_target":["Creating or restoring 500,000 hectares of wildlife-rich habitat outside the protected site network, focusing on priority habitats as part of a wider set of land management changes providing extensive benefits","Reaching or exceeding objectives for rivers, lakes, coastal and ground waters that are specially protected, whether for biodiversity or drinking water as per our River Basin Management Plans","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Water","published":false,"reporting_status":"In development","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator will track changes in the naturalness of ecosystem functioning across water and wetland ecosystems in England. Restoring natural functions to these ecosystems is essential for biodiversity recovery and resilience to climate change and contributes to enhancing ecosystem services such as the provision of clean water and flood regulation. Indicator B6 is closely linked with indicator D1 on the quantity, quality and connectivity of habitats as the naturalness of ecosystem function is also being considered within D1. It is anticipated that the development work on D1 and B6 will address different habitat components that are shared between the 2 indicators; B6 will provide the freshwater habitat component and D1 will provide the wetland component.\n\nThis indicator builds on the foundation provided by [Natural England Report JP016](http://publications.naturalengland.org.uk/publication/4635950369472512). It will cover rivers, headwater streams, wetlands, lakes and ponds, and consider the naturalness of hydrological, physical, chemical and biological functions. It is also intended to cover transitional and coastal waters, depending on the outcome of an on-going feasibility study. The indicator will use data from a range of sources, aggregated together in a single hierarchical data framework.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 but substantial progress has been made over the past year and a report on the development of indicator B6 was released for targeted consultation in July 2021. The report presented a working model for the rivers and streams components, hierarchical portrayal of data on naturalness attributes from detailed to summary levels, and an outline of parallel work for lakes and ponds.\n\nWork is now progressing on the development of working models for the lakes and ponds components, and a feasibility study is underway on the transitional and coastal waters component. Attention is also turning to the specific links with indicator D1 and the generation of the wetlands component. The precise reporting format for the indicator is being developed to enable clear tracking of change through time.\n\nAlongside completing remaining development work in 2022 to 2023, plans now need to be prepared for operationalising the indicator. This is a significant undertaking because of the variety of data sources and data types used.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"2.6.1","target_id":"2.6","sdg_goal":"2","indicator_sort_order":"02-06-01","graph_title":"Natural functions of water and wetland ecosystems"}