{"computation_units_by_series":[{"series":"B7a (interim)","units":"Percentage of rivers assessed"},{"series":"B7b (interim)","units":"Percentage of rivers assessed"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Status","series":"B7a (interim)","value":"At risk"},{"field":"Status","series":"B7a (interim)","value":"Probably at risk"},{"field":"Status","series":"B7a (interim)","value":"Probably not at risk"},{"field":"Status","series":"B7a (interim)","value":"Not at risk"},{"field":"Classification","series":"B7b (interim)","value":"Bad"},{"field":"Classification","series":"B7b (interim)","value":"Poor"},{"field":"Classification","series":"B7b (interim)","value":"Moderate"},{"field":"Classification","series":"B7b (interim)","value":"Good"},{"field":"Classification","series":"B7b (interim)","value":"High"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"B7a (interim)":{"At risk":"#28A197","Not at risk":"#12436D","Probably at risk":"#801650","Probably not at risk":"#F46A25"},"B7b (interim)":{"Bad":"#28A197","Good":"#12436D","High":"#3F94DE","Moderate":"#F46A25","Poor":"#801650"}},"graph_category_order":{"B7a (interim)":{"At risk":3,"Not at risk":0,"Probably at risk":2,"Probably not at risk":1},"B7b (interim)":{"Bad":4,"Good":1,"High":0,"Moderate":2,"Poor":3}},"graph_limits":[{"maximum":100,"minimum":0}],"graph_notes":[{"note":"Data for 2004 and 2005 are no longer included in the source publication.","series":"B7a (interim)"},{"note":"There are 2 data points shown for 2015; these  represent a change in assessment methods and a move from cycle 1 to cycle 2 of the  Water Framework Directive reporting units. Reporting on fish classifications also moved  from annual to triennial in 2016, so the next reporting point was 2019.","series":"B7b (interim)"}],"graph_stacked_disaggregation":[{"series":"B7a (interim)"},{"series":"B7b (interim)"}],"graph_titles":[{"series":"B7a (interim)","title":"B7a (interim): Salmon stock status – principal salmon rivers in England within each risk category, 2006 to 2020"},{"series":"B7b (interim)","title":"B7b (interim): Classification of fish in English rivers, 2009 to 2019"}],"graph_type":"bar","indicator_name":"Health of freshwaters assessed through fish populations","indicator_reference":"B7","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Aligns with assessment of fish populations in rivers as undertaken and reported through our obligations to the Water Environment (Water Framework Directive) (England and Wales) Regulations 2017</li>\n  <li>Assessment of salmon stocks is reported separately to the International Council for the Exploration of the Seas and the North Atlantic Salmon Conservation Organisation</li>\n  <li>Relevant to Convention on Biological Diversity Aichi Target 6</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; data for river basin district are also available.","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - species and ecological communities"],"oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife","Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term","Taking action to recover threatened, iconic or economically important species of animals, plants and fungi, and where possible to prevent human induced extinction or loss of known threatened species in England and the Overseas Territories","Ensuring that all fish stocks are recovered to and maintained at levels that can produce their maximum sustainable yield"],"oif_theme":"Water","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Environment Agency","title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks changes in populations of native freshwater fish in England. Fish are a good indicator of healthy freshwater environments, responding to changes in water quality (including temperature) and quantity, as well as the quality of river habitats, necessary to sustain healthy populations and enable migration throughout rivers to allow fish to complete their life cycles. Fish also provide an important recreational and economic benefit from freshwaters.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows (a) the proportion of principal salmon rivers at risk in England and, additionally, (b) the classification of fish species within English rivers. B7a presents annually published [national salmon stock data](https://www.gov.uk/government/publications/salmonid-and-freshwater-fisheries-statistics-2019). For this assessment, each river’s salmon stocks are placed into one of 4 categories: at risk; probably at risk; probably not at risk; and not at risk. The results act as a proxy for whether a particular river is at risk or not. In addition, a second measure of freshwater health was included for the first time in 2021. [Fish classification data](https://data.gov.uk/dataset/4d28e5c2-dc05-4945-9574-002fa71db22f/wfd-cycle-2-overall-classification) for B7b reflect the status of fish populations within rivers assessed in England. The results show whether the status of a particular river is high; good; moderate; poor or bad for fish. These data contribute to the assessment of ecological status in rivers (B3a). Further work will examine the coverage of the indicator.\n\n## Trend description for Figures B7a and B7b\n\n### B7a) Salmon stock status\n\nThe overall status of salmon stocks across principal salmon rivers continues to show a decline over the period of this assessment. This continues a trend observed before the start of the time series (2006). The percentage of rivers in the 'not at risk' category fell from 21% in 2006 to 0% in 2014 where it remained until there was a slight (2 percentage point) recovery in 2020. The percentage of rivers that are probably not at risk has fallen by 9 percentage points over the 15 years covered by this indicator. The percentage of principal salmon rivers at risk in England has fluctuated considerably from year to year; but overall, the percentage at risk in 2020 (48%) was 10 percentage points higher than the equivalent figure for 2006 (38%). The percentage of rivers in the 'probably at risk' category has also increased over the same time period (by 19 percentage points, from 21% to 40%).\n\n### B7b) Classification of fish\n\nThe data show a slight but consistent increase in the numbers of rivers classed as high and good ecological status for fish between 2009 and 2015 and a corresponding small decrease in numbers of rivers in the poor and bad categories. Indications are that there was no change in the proportions of rivers in the 5 different categories between 2016 and 2019. From 2015, a revised method for assessing status was introduced and there are not yet sufficient data points to assess a trend. The new method is not directly comparable to the old method, so it is not appropriate to assess trend across both datasets at this time.\n\n## Assessment of change\n\nA decrease (or deterioration) for the principal salmon rivers classed as ‘Not at risk’ or ‘Probably at risk’ was observed over the most recent 5 years for which trends can be assessed (2014 to 2019), as well as over the medium and long term. This indicator is derived from highly variable data as fish are susceptible to yearly weather patterns and have natural cycles in abundance. This reduces confidence that shorter-term assessment results reflect real trends rather than natural variation. A more marked deterioration is evident over the medium term, reflecting a steep drop after 2012.\n\nAn increase (or improvement) has been observed for the percent of English rivers classified as in high or good status based on fish, over the most recent 5 years for which trends can be assessed (2009 to 2014). From 2015, a new method was introduced for assessing status and there are not yet sufficient data points to assess a trend. The new method is not directly comparable to the old method, so it is not appropriate to look at trends across both datasets. When a suitable time series is built up with the new method, this more recent data will be assessed. There is not a sufficiently long time series for making an assessment over the medium and long-term periods.\n\nChange since 2018 has also been assessed. Since 2018, there has been an increase (or improvement) for the indicator for principal salmon rivers classed as ‘Not at risk’ or ‘Probably at risk’. However, this improvement is slight and is based on only 3 data points so should be considered as indicative and not evidence of a clear trend. Insufficient data are available to assess change since 2018 for classification of fish in English rivers.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table B7a: Assessment of change in salmon stock status – principal salmon rivers at risk in England (not at risk or probably not at risk)\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014-2019 | -55.2 (smoothed Loess) | Deterioration |\n| Medium term | 2009-2019 | -81.5 (smoothed Loess) | Deterioration |\n| Long term | 2006-2019 | -76.2 (smoothed Loess) | Deterioration |\n\n### Table B7b: Assessment of change in the classification of fish in English rivers (high or good)\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2009-2014 | +16.1 (smoothed Loess) | Improvement |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\nNote that assessment categories for the short, medium and long term were assigned based on smoothed data, so percent change figures in Tables B7a and B7b may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"2.7.1","target_id":"2.7","sdg_goal":"2","indicator_sort_order":"02-07-01","graph_title":"Health of freshwaters assessed through fish populations"}