{"indicator_reference":"C1","oif_theme":"Seas and Estuaries","oif_headline":"Not applicable","goal_meta_link_text":"UN metadata","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"bar","graph_titles":[{"series":"C1a (interim)","title":"C1a (interim), Items of litter per 100 m of beach, UK, 2008 to 2015"},{"series":"C1b (interim)","title":"C1b (interim), Percentage of sampled fulmars having more than 0.1 g of plastic in their stomach, UK, 2004-2008 to 2010-2014"}],"data_start_values_by_series":[{"series":"C1a (interim)","field":"Area","value":"Celtic Seas"},{"series":"C1a (interim)","field":"Area","value":"Greater North Sea"}],"embedded_feature_layout":"single","embedded_feature_tab_title":"Map, C1c (interim)","embedded_feature_title":"C1c (interim), Smoothed median total of seafloor litter items per km<sup>2</sup>, UK, 2012 to 2015","embedded_feature_html":"components/embedded-features/C1c.html","embedded_feature_footer":"components/embedded-features/C1c-footer.html","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Clean seas: marine litter","graph_sources":[{"series":"C1a (interim)","source":"Centre for Environment, Fisheries & Aquaculture Science"},{"series":"C1b (interim)","source":"Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)"}],"graph_notes":[{"series":"C1a (interim)","note":""},{"series":"C1b (interim)","note":"Data are presented as 5-year rolling time periods."}],"computation_units_by_series":[{"series":"C1a (interim)","units":"Beach litter (items / 100 m)"},{"series":"C1b (interim)","units":"Percentage of sampled fulmars"}],"graph_geographical_areas":[{"series":"C1a (interim)","area":"UK (Celtic Seas and Greater North Sea)"},{"series":"C1b (interim)","area":"UK"}],"source_organisation_1":"Cefas","source_url_1":"https://moat.cefas.co.uk/pressures-from-human-activities/marine-litter/","oif_relevant_goal":["Minimising waste"],"oif_relevant_target":["Significantly reducing and where possible preventing all kinds of marine plastic pollution – in particular material that came originally from land"],"oif_natural_capital":["Pressure on natural capital assets"],"oif_commitments":"<ul>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Relevant to Sustainable Development Goal 14</li>\n</ul>","oif_geographical_scope":"UK (Celtic Seas and Greater North Sea)","oif_indicator_status":"Interim","oif_date_last_updated":"11 June 2021","page_content":"## Short description \n\nThis indicator of clean seas shows changes in the amount of litter in the marine environment, including litter on beaches, on the seafloor and floating litter. Beach litter surveys are completed annually or quarterly and cover a representative number of beaches. Data from trawl surveys, typically carried out for fish stock assessments, are used to monitor the amount of litter on the seafloor. After each tow all litter items are emptied from the net and counted and classified. Beached fulmars or individuals accidently killed are collected as part of a monitoring programme in the Greater North Sea to assess the plastics found in their stomachs. Fulmars forage exclusively at sea, generally at the surface of the water. The amount of plastic they ingest can be used as a proxy for the abundance of floating litter in their environment and how this is changing. Indicators for seafloor litter, beach litter and litter found in Fulmar stomachs have been developed and expert groups are working to improve the data. Additional monitoring programmes are being developed to record the amount of microplastics in sediment and in biota. \n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. An interim indicator is presented here that shows aspects of litter in the marine in environment. The assessments used for this interim indicator have been reported under the updated UK Marine Strategy Part One (2019). Data, analytical methods and assessment on [Marine litter](https://moat.cefas.co.uk/pressures-from-human-activities/marine-litter/) are available. Further methodological development of this indicator is required and the indicator’s format will evolve.\n\n## Note\n\nWhile the currently available data predate the 25 Year Environment Plan, they provide the most recently available assessment of marine litter. They enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\n## Trend description\n\n**a)\tBeach litter**\n\nThe average total abundance of beach litter items per 100 m of coast varies considerably around the UK with greater quantities being recorded in the Celtic Seas than the Greater North Sea. After showing some decrease from 2011 to 2013, beach litter levels in the Celtic Seas whilst fluctuating have risen to greater than the 2008 levels. In the Greater North Sea there has been an increase in beach litter levels. Water currents, weather conditions, and prevailing wind conditions can have an influence on the deposition and retention of beach litter and therefore beach litter abundance. \n\n**b)\tFulmars**\n\nFrom 2004 to 2014 approximately 60% of surveyed fulmars were found to have more than 0.1 g of plastic found in their stomachs. This reflects the abundance of floating litter in their environment. \n\n**c)\tSeafloor litter**\n\nFrom sampling UK seafloor litter to date higher amounts of litter and plastic have been found per km<sup>2</sup> of seafloor in the Greater North Sea compared to the Celtic Seas. There were also higher amounts of seafloor litter in the southern parts of the Greater North Sea and Celtic Seas, which could be a result of increasing human pressures.\n","national_metadata_update_url_text":"2021-08-04: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/9a6e71d38ab84cc2ba3404f22b44899e144e50eb","national_data_update_url_text":"2021-04-20: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/28a2d46ee0bbc3d81b0f3e0b12cefa35c6fed077","indicator":"3.1.1","target_id":"3.1","sdg_goal":"3","indicator_sort_order":"03-01-01","graph_title":"Clean seas: marine litter"}