{"indicator_reference":"C10","oif_theme":"Seas and Estuaries","oif_headline":"Not applicable","goal_meta_link_text":"UN metadata","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"bar","graph_stacked_disaggregation":[{"series":"C10a (interim)"},{"series":"C10b (interim)"}],"data_start_values_by_series":[{"series":"C10a (interim)","field":"Category","value":"Percentage above FMSY"},{"series":"C10a (interim)","field":"Category","value":"Percentage below FMSY"},{"series":"C10a (interim)","field":"Category","value":"Percentage unknown"},{"series":"C10b (interim)","field":"Category","value":"Percentage above MSY Btrigger"},{"series":"C10b (interim)","field":"Category","value":"Percentage below MSY Btrigger"},{"series":"C10b (interim)","field":"Category","value":"Percentage unknown"}],"graph_titles":[{"series":"C10a (interim)","title":"C10a (interim), Marine fish (quota) stocks of UK interest harvested sustainably, 1990 to 2018"},{"series":"C10b (interim)","title":"C10b (interim), Marine fish (quota) stocks of UK interest with biomass at levels capable of maintaining full reproductive capacity, 1990 to 2018"}],"computation_units_by_series":[{"series":"C10a (interim)","units":"Percentage exploited with respect to FMSY"},{"series":"C10b (interim)","units":"Percentage with biomass above MSY Btrigger"}],"graph_category_color":{"C10a (interim)":{"Percentage above FMSY":"#81ed93","Percentage below FMSY":"#008938","Percentage unknown":"#e1e1e1"},"C10b (interim)":{"Percentage above MSY Btrigger":"#81ed93","Percentage below MSY Btrigger":"#008938","Percentage unknown":"#e1e1e1"}},"graph_limits":[{"minimum":0,"maximum":100}],"source_active_1":true,"source_url_text_1":"Commercially exploited fish and shellfish","source_active_2":true,"source_url_text_2":"UK Biodiversity Indicators","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Productive seas: fish and shellfish stocks fished sustainably","data_footnote":"Based on 57 stocks of interest to the UK, derived from stock assessment reports. When new stock assessment data are incorporated into the model that compiles this time series, all data are subject to minor revisions.","national_geographical_coverage":"UK","source_organisation_1":"Centre for Environment, Fisheries & Aquaculture Science; International Council for the Exploration of the Sea","source_url_1":"https://moat.cefas.co.uk/pressures-from-human-activities/commercial-fish-and-shellfish/","source_url_2":"https://jncc.gov.uk/our-work/ukbi-b2-sustainable-fisheries/","source_organisation_2":"Centre for Environment, Fisheries & Aquaculture Science; International Council for the Exploration of the Sea","oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that all fish stocks are recovered to and maintained at levels that can produce their maximum sustainable yield"],"oif_natural_capital":["Condition of assets - seas"],"oif_geographical_scope":"UK","oif_indicator_status":"Interim","oif_commitments":"<ul>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention on Biological Diversity Aichi Target 6</li>\n  <li>Relevant to Sustainable Development Goals 12 and 14</li>\n</ul>","oif_date_last_updated":"11 June 2021","page_content":"\n## Short description \n\nThis indicator shows changes in the proportion of commercial fish and shellfish stocks that are within safe biological limits and fished sustainably. The indicator is derived from assessments of individual stocks. Where available, the assessment of stocks against their Maximum Sustainable Yield (MSY) will be incorporated into the overall indicator. The indicator is linked to UK Marine Strategy Descriptor 3 (Commercial Fish and Shellfish) and the Convention on Biological Diversity sustainable fisheries indicators and is derived from International Council for the Exploration of the Sea and national stock assessments. The data presented in this indicator for the proportion of marine fish quota stocks of UK interest exploited above or below maximum sustainable yield were presented as part of indicator E9 Percentage of our seafood coming from healthy ecosystems, produced sustainably in 2019. These data are now presented here in C10 because they are specific to fish and shellfish rather than reflecting the health of the marine ecosystem as a whole.\n\n## Readiness and links to data \n\nThis indicator is not available for reporting in 2021 in a finalised form. An interim indicator is presented here that shows: the percentage of stocks fished at or below the level capable of producing Maximum Sustainable Yield (F<sub>MSY</sub>); and the percentage of stocks with biomass above the level capable of producing Maximum Sustainable Yield (MSY B<sub>trigger</sub>). The assessments used for this interim indicator have been reported under the UK Marine Strategy Part One (2019) using data from 1990 to 2015 for  F<sub>MSY</sub> and from 1990 to 2016 for MSY B<sub>trigger</sub>. Data on [commercially exploited fish and shellfish](https://moat.cefas.co.uk/pressures-from-human-activities/commercial-fish-and-shellfish/), analytical methods and assessment are available. Data are also published annually in the [UK Biodiversity Indicators](https://jncc.gov.uk/our-work/ukbi-b2-sustainable-fisheries/). National shellfish stocks assessments are updated on a 3-year cycle. These data are not included in the interim indicator but were published as part of the UK Marine Strategy Part One (2019) and will be included in the final indicator. Once population age and size distribution assessments are developed, they will be included to provide further detail for this indicator.\n\n## Trend description \n\n**a)\tMarine fish (quota) stocks of UK interest harvested sustainably**\n\nOverall, there is evidence of a positive trend towards a greater proportion of stocks fished sustainably and within safe biological limits. The percentage of fish stocks (including Nephrops) fished at or below levels capable of producing maximum sustainable yield (F<sub>MSY</sub>) has increased from 9% in 1990 to 51% in 2018. The percentages fished above F<sub>MSY</sub> and at unknown levels relative to F<sub>MSY</sub> have both decreased over the same time period. In the most recent year of assessment (2018), there was an 11 percentage point increase in the percentage of stocks with fishing pressure below F<sub>MSY</sub>.\n\n**b)\tMarine fish (quota) stocks of UK interest with biomass at levels capable of maintaining full reproductive capacity**\n\nTo maintain the reproductive capacity of stocks, each stock’s spawning biomass (SSB) should be at or above the level capable of producing maximum sustainable yield (MSY B<sub>trigger</sub>). The percentage of stocks subject to quota management and achieving this goal has increased from 32% in 1990 to 61% in 2018. The percentages of stocks below MSY B<sub>trigger</sub> and the percentage of stocks with unknown SSB have both decreased over the same time period, the latter by considerably more than the former.\n","national_metadata_update_url_text":"2021-07-26: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/6f14a38f7f23d525c4e7acc2ee2f6632968a889f","national_data_update_url_text":"2021-04-19: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/0056b51b60ed9b622a10d8e8e08da7a0bfc0170c","indicator":"3.10.1","target_id":"3.10","sdg_goal":"3","indicator_sort_order":"03-10-01","graph_title":"Productive seas: fish and shellfish stocks fished sustainably"}