{"computation_units":"Percentage of species","data_footnote":"Based on the assessment results for 55 sensitive fish species found in fisheries surveys of the Greater North Sea. In the long-term reference period (1967 to 2008), 48 of the 55 species (87%) could be assessed and in the short-term reference period (2009 to 2014), 51 of the 55 species (93%) could be assessed.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Status","value":"Stable"},{"field":"Status","value":"Declining"},{"field":"Status","value":"Increasing"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Declining":"#801650","Increasing":"#12436D","Stable":"#8F8F8F"},"graph_category_order":{"Declining":0,"Increasing":2,"Stable":1},"graph_stacked_disaggregation":true,"graph_title":"C11 (interim): Long-term and short-term changes in the occurrence of sensitive fish species, Greater North Sea, 1967 to 2020","graph_type":"bar","indicator_name":"Productive seas: status of sensitive fish and shellfish stocks","indicator_reference":"C11","national_geographical_coverage":"UK","national_indicator_available":null,"oif_commitments":"<ul>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention on Biological Diversity Aichi Target 6</li>\n  <li>Relevant to Sustainable Development Goals 12 and 14</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"UK","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - seas"],"oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that all fish stocks are recovered to and maintained at levels that can produce their maximum sustainable yield"],"oif_theme":"Seas and Estuaries","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"International Council for the Exploration of the Sea","title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks changes in the population status (occurrence, abundance and condition) of fish and shellfish species at risk of depletion. The indicator is derived from individual species assessments based on scientific survey data; note that a subset of species may also be included in indicator ‘C6 Diverse seas: status of threatened and declining features’. Species considered at risk will be assessed to account for the impact of change in environmental conditions and human activities to identify if species are adversely impacted by human activities. The indicator is linked to the UK Marine Strategy Descriptor 1 (biodiversity) and the Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR).\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows [assessments of change in occurrence of 55 sensitive fish species](https://www.ices.dk/sites/pub/Publication%20Reports/Forms/DispForm.aspx?ID=38040) in international scientific surveys of the Greater North Sea. Species are assessed for evidence of a significant increase or decrease in frequency of occurrence in the assessment period (2015 to 2020) compared to a reference period. There is an aspiration to reverse any long-term depletion of species populations, so the basis of the assessment is a long-term reference period inclusive of all years prior to the assessment period (that is 1967 to 2014). To identify whether depletion is ongoing or if signs of recovery are evident, a secondary short-term reference period is also defined (here, 2009 to 2014).\n\nFurther work to standardise the dataset is ongoing due to a change in the types of fishing equipment used to conduct the surveys over time.\n\nThe indicator provides an assessment of change in the occurrence of species identified as sensitive to fishing. Where data allow, those species that fail this occurrence assessment will be analysed further to identify any change in abundance and condition (population age and size structure) (see [Bluemel et al.*,* 2021](https://www.researchgate.net/publication/356059363_Decline_in_Atlantic_wolffish_Anarhichas_lupus_in_the_North_Sea_Impacts_of_fishing_pressure_and_climate_change) for a comprehensive example using this methodology).\n\n## Note on Figure C11\n\nThese results were produced as part of the worked example of a sensitive fish species presence-absence analysis, as conducted by the International Council for the Exploration of the Sea workshop on the abundance estimates for sensitive species (WKABSENS).\n\nThe inclusion of incomplete survey data from the 1960s to 1980s can be important to track the true status of rare species, despite several limitations, which are detailed in the [WKABSENS Report](https://www.ices.dk/sites/pub/Publication%20Reports/Forms/DispForm.aspx?ID=38040).\n\n## Trend description for Figure C11\n\nOver the long term, 16 (33%) of the 48 species assessed show a significant decline in occurrence in the assessment period (2015 to 2020) compared to the long-term reference period (1967 to 2008), whereas in the short term, only 11 (22%) of the 51 species assessed show a significant decline in the assessment period compared to the short-term reference period (2009 to 2014).\n\nA further 27 (56%) of the species assessed show a significant increase in occurrence in the assessment period compared to the long-term reference period, very similar to the number of species (29 or 57% of those assessed) that show a significant increase in the assessment period compared to the short-term reference period.\n\nThe suite of sensitive fish species assessed by this indicator for the Greater North Sea (OSPAR region II) would not achieve an aggregated assessment result consistent with Good Environmental Status because the total number of decreasing species (16) over the long term is significantly high (and above the number expected by chance at the 5% significance level).\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2023-03-06","national_data_updated_date":"2023-03-06","national_metadata_update_url_text":"2023-03-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","national_data_update_url_text":"2023-03-06: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","indicator":"3.11.1","target_id":"3.11","sdg_goal":"3","indicator_sort_order":"03-11-01"}