{"indicator_reference":"C2","oif_theme":"Seas and Estuaries","oif_headline":"Not applicable","goal_meta_link_text":"UN metadata","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"bar","graph_stacked_disaggregation":true,"data_start_values":[{"field":"Disturbance","value":"Low disturbance (categories 0 to 4)"},{"field":"Disturbance","value":"High disturbance (categories 5 to 9)"}],"graph_title":"C2ii (interim), Predicated area of seabed in the UK Continental Shelf exposed to disturbance from bottom contact fishing by vessels over 12 m long and regional progress towards Good Environmental Status (GES) 2010 to 2015","computation_units":"Predicted area (% of total)","graph_annotations":[{"series":"","preset":"threshold_line_15"}],"graph_category_color":{"High disturbance (categories 5 to 9)":"#28779f","Low disturbance (categories 0 to 4)":"#008938"},"embedded_feature_tab_title":"Map, C2i (interim)","embedded_feature_title":"C2i (interim), Predicted area of seabed in the UK Continental Shelf exposed to disturbance from bottom contact fishing vessels over 12 m long, 2010 to 2015","embedded_feature_html":"components/embedded-features/C2ai.html","embedded_feature_footer":"components/embedded-features/C2ai-footer.html","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Seabed subject to high pressure from human activity","national_geographical_coverage":"UK Continental Shelf","source_organisation_1":"Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)","source_url_1":"https://oap.ospar.org/en/ospar-assessments/intermediate-assessment-2017/biodiversity-status/habitats/extent-physical-damage-predominant-and-special-habitats/","oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Ensuring seafloor habitats are productive and sufficiently extensive to support healthy, sustainable ecosystems"],"oif_natural_capital":["Pressure on natural capital assets"],"oif_geographical_scope":"UK Continental Shelf","oif_readiness_data":"This indicator is not available for reporting in 2021 in a finalised form as some changes to the method are needed to include additional activities and improve habitat sensitivity assessment. An interim indicator is presented here that shows the predicted area of seabed in the UK Continental Shelf exposed to disturbance from bottom contact fishing by vessels over 12 m long. The assessments used for this interim indicator, including data and analytical methods, have been reported under the updated [UK Marine Strategy Part One (2019)](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/benthic-habitats/physical-damage/). Inclusion of other human activities, including small fishing vessels without VMS, and improved sensitivity information are in development and will be available as part of the OSPAR Quality Status Report in 2023.","oif_indicator_status":"Interim","oif_commitments":"<ul>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Relevant to Sustainable Development Goal 14</li>\n</ul>","data_footnote":"The chart shows the percentage area of OSPAR sub-regions in disturbance categories 0 to 4 (no or low disturbance) and 5 to 9 (high disturbance) across the reporting cycle (2010 to 2015). Incomplete data made it difficult to assess disturbance in the Bay of Biscay and Iberian Coast (OSPAR Region IV) and in Arctic Waters (OSPAR Region I).","oif_date_last_updated":"11 June 2021","page_content":"\n## Short description\n\nThis indicator tracks changes in the distribution and intensity of potential physical disturbance caused by human activities on the seabed. The indicator combines data on the intensity and distribution of pressures from human activities with data on the distribution and sensitivity of seabed habitats. Data from vessel monitoring systems (VMS) showing fishing activity are linked to vessel logbook information and processed to create a layer showing abrasion pressure on the seabed. A second layer is produced by combining data on distribution of seabed habitats with information on resilience and resistance to evaluate their sensitivity to the pressure. The pressure and sensitivity layers are combined using a spatial method to create a single data layer showing the area of seabed subject to high disturbance from human activity. This indicator is linked to the “Extent of Physical Damage to Predominant and Special Habitats” indicator, developed for the Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR) and used for the UK Marine Strategy Part One (2019) assessment of Good Environmental Status (GES). \n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form as some changes to the method are needed to include additional activities and improve habitat sensitivity assessment. An interim indicator is presented here that shows the predicted area of seabed in the UK Continental Shelf exposed to disturbance from bottom contact fishing by vessels over 12 m long. The assessments used for this interim indicator, including data and analytical methods, have been reported under the updated [UK Marine Strategy Part One (2019)](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/benthic-habitats/physical-damage/). Inclusion of other human activities, including small fishing vessels without VMS, and improved sensitivity information are in development and will be available as part of the OSPAR Quality Status Report in 2023.\n\n## Note\n\nThe degree of disturbance of a habitat is an index based on the predicted spatial and temporal overlap of its sensitivity and exposure to a specific pressure. Sensitivity is assessed using the distribution of habitats and information on species presence collected across the reporting cycle (2010 to 2015). The annual values of the distribution and intensity of pressure are aggregated to give an average pressure intensity for reporting cycle. If the pressure intensity is highly variable across the 6-year period in an area the highest value is taken. Sensitivity and pressure are combined via a matrix, producing 10 categories of disturbance ranging from 0 (no disturbance) to 9 (greatest disturbance possible).\n  \nWhile the currently available data predate the 25 Year Environment Plan, they provide the most recently available assessment of the physical damage to benthic habitats. They enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\nA lack of data relating to the activities of smaller fishing vessels (less than 12 m) exists as they are not equipped with a VMS recorder. Consequently, there is an underestimate of disturbance in inshore waters. Due to the analytical methods used there is a potential overestimate of disturbance as a consequence of assuming an even distribution of fishing pressures.\n\n## Trend description\n\nThere is currently no trend assessment due to the indicator not being considered previously. Changes over time might be identified by comparing results from multiple reporting cycle assessments such those produced by the UK Marine Strategy every 6 years. Future assessments will enable any trends to be identified, for example the number of regions achieving GES.\n\nThe results from 2010 to 2015 show pressure and disturbance caused by fishing activities to be widespread, occurring to some degree in 57% of the cells within UK waters. The charts show the aggregated values for seafloor disturbance from bottom fishing for the period 2010 to 2015. The highest level of disturbance is found in the English Channel and Southern Celtic Seas with 75% of both these areas being subject to high disturbance (categories 5 to 9). The extent of disturbance in the Northern North Sea and Southern North Sea is lower, 50% and 48% respectively, but still considerably above the target figure for GES. Within each assessment area there are grid cells showing no disturbance or low disturbance (categories 0 to 4), such as some central areas of the Northern North Sea. The Wider Atlantic (OSPAR Region V) was the only region to achieve GES over the assessment period 2010 to 2015 with 12% of its area subjected to high disturbance from bottom contact fishing.\n","national_metadata_update_url_text":"2021-07-27: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/358d92e95d2cfd72d1054d9a70b773ee19c48b75","national_data_update_url_text":"2021-04-20: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/9cfe1e37c04fb70c172a46238bf6aa88e4d729be","indicator":"3.2.1","target_id":"3.2","sdg_goal":"3","indicator_sort_order":"03-02-01"}