{"computation_units_by_series":[{"series":"C3ai (interim)","units":"Seal count"},{"series":"C3aii (interim)","units":"Pup production"},{"series":"C3bi (interim)","units":"Percentage"},{"series":"C3bii (interim)","units":"Percentage"}],"y_axis_labels":[{"series":"C3ai (interim)","label":"Seal count (north-east England)"},{"series":"C3aii (interim)","label":"Pup production (north-east England)"},{"series":"C3bi (interim)","label":"Percentage"},{"series":"C3bii (interim)","label":"Percentage"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Area","series":"C3ai (interim)","value":"North-east England (left axis)"},{"field":"Area","series":"C3ai (interim)","value":"South-east England (right axis)"},{"field":"Area","series":"C3aii (interim)","value":"North-east England (left axis)"},{"field":"Area","series":"C3aii (interim)","value":"South-east England (right axis)"},{"field":"Area","series":"C3bi (interim)","value":"Celtic Seas"},{"field":"Area","series":"C3bi (interim)","value":"Greater North Sea"},{"field":"Area","series":"C3bii (interim)","value":"Celtic Seas"},{"field":"Area","series":"C3bii (interim)","value":"Greater North Sea"}],"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"target_line_75","series":"C3bi (interim)"},{"preset":"target_line_75","series":"C3bii (interim)"}],"graph_category_color":{"C3ai (interim)":{"North-east England (left axis)":"#12436D","South-east England (right axis)":"#F46A25"},"C3aii (interim)":{"North-east England (left axis)":"#12436D","South-east England (right axis)":"#F46A25"},"C3bi (interim)":{"Celtic Seas":"#F46A25","Greater North Sea":"#12436D"},"C3bii (interim)":{"Celtic Seas":"#F46A25","Greater North Sea":"#12436D"}},"graph_geographical_areas":[{"area":"England","series":"C3ai (interim)"},{"area":"England","series":"C3aii (interim)"},{"area":"OSPAR marine regions (Greater North Sea and Celtic Seas)","series":"C3bi (interim)"},{"area":"OSPAR marine regions (Greater North Sea and Celtic Seas)","series":"C3bii (interim)"}],"graph_multi_axes":[{"axis_label":"Seal count (south-east England)","dataset_label":"South-east England (right axis)","series":"C3ai (interim)"},{"axis_label":"Pup production (south-east England)","dataset_label":"South-east England (right axis)","series":"C3aii (interim)"}],"graph_notes":[{"note":"The chart allows the year-on-year trends in harbour seal abundance to be compared\nbetween north-east and south-east England, but differing scales on the y axes\nmean that care should be taken when comparing absolute numbers of harbour seals\nbetween the 2 regions.\n\nTrends in harbour seal abundance are derived from counts of seals on land in August of each year when they are moulting.\n\nNo data are available for harbour seal abundance in south-east England for 1994.\n\nNo data are available for harbour seal abundance in north-east England for the years 2020 and 2021 as COVID-19 related travel and working restrictions prevented aerial surveys of most harbour seal sites in these years.\n","series":"C3ai (interim)"},{"note":"The chart allows the year-on-year trends in grey seal pup production to be compared between north-east and south-east England, but differing scales on the y axes mean that care should be taken when comparing absolute numbers of grey seal pups between the 2 regions.\nAtlantic grey seal status is assessed using counts of pups that estimate pup production at major breading sites.","series":"C3aii (interim)"},{"note":null,"series":"C3bi (interim)"},{"note":"Data for wintering waterbirds for the Greater North Sea and Celtic Sea are the means of counts conducted through a one year period (from July in one year to June in the next).","series":"C3bii (interim)"}],"graph_sources":[{"series":"C3ai (interim)","source":"Joint Nature Conservation Committee; Seal Mammal Research Unit"},{"series":"C3aii (interim)","source":"Joint Nature Conservation Committee; Seal Mammal Research Unit"},{"series":"C3bi (interim)","source":"Department of Agriculture, Environment and Rural Affairs; Joint Nature Conservation Committee; Natural England; Natural Resources Wales; Scottish Natural Heritage"},{"series":"C3bii (interim)","source":"Department of Agriculture, Environment and Rural Affairs; Joint Nature Conservation Committee; Natural England; Natural Resources Wales; Scottish Natural Heritage"}],"graph_titles":[{"series":"C3ai (interim)","title":"C3ai (interim): Harbour seal abundance, north-east and south-east England, 1994 to 2021"},{"series":"C3aii (interim)","title":"C3aii (interim): Atlantic grey seal pup production, north-east and south-east England, 1992 to 2019"},{"series":"C3bi (interim)","title":"C3bi (interim): Percentage of breeding seabirds meeting abundance targets for Good Environmental Status (GES), Greater North Sea and Celtic Seas, 1992 to 2015"},{"series":"C3bii (interim)","title":"C3bii (interim): Percentage of wintering waterbirds meeting abundance targets for Good Environmental Status (GES), Greater North Sea and Celtic Seas, 1992/1993 to 2014/2015"}],"graph_types":[{"series":"C3ai (interim)","type":"bar"},{"series":"C3aii (interim)","type":"bar"},{"series":"C3bi (interim)","type":"line"},{"series":"C3bii (interim)","type":"line"}],"indicator_name":"Diverse seas: status of marine mammals and marine birds","indicator_reference":"C3","oif_commitments":"<ul>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Berne Convention</li>\n  <li>Convention on Biological Diversity Aichi Target 6</li>\n  <li>Relevant to Sustainable Development Goal 14</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"Seals – England; Marine Birds – OSPAR marine regions (Greater North Sea and Celtic Seas)","oif_headline":"Diversity of our seas","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - seas"],"oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Reversing the loss of marine biodiversity and, where practicable, restoring it","Ensuring seafloor habitats are productive and sufficiently extensive to support healthy, sustainable ecosystems"],"oif_theme":"Seas and Estuaries","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator of diverse seas tracks changes in status assessments of marine mammals and marine birds. The assessments of marine mammals will be based on trends in the abundance of harbour seals; Atlantic grey seal pup production; and the abundance of cetaceans (whales and dolphins). The assessments of marine birds will be based on the proportion of breeding seabirds and wintering waterbirds that have met abundance targets, which were set to inform progress towards Good Environmental Status (GES). The GES assessments of marine mammals and birds were used in the updated UK Marine Strategy Part One (2019) and to fulfil reporting commitments under the Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR).\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form as some further development is being undertaken. An interim indicator is presented here that shows (a) changes in the abundance of harbour seals and the production of Atlantic grey seal pups in the north-east and south-east of England, and (b) changes in the abundance of breeding seabirds and wintering waterbirds in the Greater North Sea and Celtic Seas ([OSPAR marine regions](https://www.ospar.org/convention/the-north-east-atlantic) including data from neighbouring countries). The assessments of [seals](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/seals/) and marine [birds](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/birds/) used for this interim indicator have been reported at a UK scale under the updated [UK Marine Strategy Part One (2019)](https://www.gov.uk/government/publications/marine-strategy-part-one-uk-updated-assessment-and-good-environmental-status). The assessment for seals used data from 1994 to 2014, whereas the most recent data on seals presented in Figures C3ai and C3aii are published by the [Special Committee on Seals (SCOS)](http://www.smru.st-andrews.ac.uk/research-policy/scos/). The indicator will be kept under review during the development of ‘D5 Conservation status of our native species’ as some elements of this indicator may ultimately be included in D5 instead. Cetaceans are not yet included in this indicator, but they will be once more definitive assessments can be made. Whale and dolphin species were assessed in the UK Marine Strategy Part One (2019) using [data on abundance](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/cetaceans/). However, for most species, trends in abundance could not be determined because there were an insufficient number of population estimates.\n\n## Note on Figures C3ai, C3aii, C3bi and C3bii\n\nWhile the data currently available for breeding seabirds and wintering waterbirds in this interim indicator predate the 25 Year Environment Plan, they provide the most recently available assessment of changes in GES of marine birds. They enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\nTargets for GES were met if harbour seal abundance and Atlantic grey seal pup production: a) declined by less than an average of 1% per year during 2009 to 2014, or b) decreased by less than 25% since the baseline year (1992 or start of time series, if later). The UK Marine Strategy Part One (2019) GES assessment for seals covered the Celtic Seas and Greater North Sea. No data are available for harbour seal abundance in north-east England for the years 2020 and 2021 as COVID-19 related travel and working restrictions prevented aerial surveys of most harbour seal sites in these years.\n\nGES is achieved for breeding seabirds and wintering waterbirds if 75% or more species meet or exceed their thresholds for relative abundance (the dashed horizontal line on Figures C3bi and C3bii). The relative abundance of a species is the annual abundance expressed as a proportion of the baseline, which was taken as the abundance at the start of the timeseries in 1992. Thresholds for relative abundance were set to define GES: greater than 80% of the baseline for species that lay one egg and greater than 70% of the baseline for species that lay more than one egg.\n\n## Trend description for Figures C3ai, C3aii, C3bi and C3bii\n\n### C3a) Seals\n\nTrends in harbour seal numbers in eastern England had been largely positive since the mid-1990s, although they appear to have levelled off and then fallen between 2015 and 2021. In the south-east, where the majority of the England population are found, numbers have fluctuated showing an increase from 2,793 in 1995 to 4,944 in 2018 followed by a sharp decline to 3,752 in 2019, corresponding to a reduction of 25%. Since 2019, numbers have continued to decline at a slower rate reaching a value of 3,505 in the latest survey conducted in 2021. Numbers are much lower in north-east England; they have shown a steady increase from 45 animals in 1994 to 91 in 2015 before declining to 79 in 2019. The UK Marine Strategy Part One (2019) assessment based on the period 1994 to 2014 concluded that because of declines in Scotland, GES had not been achieved for harbour seal abundance in the UK Greater North Sea sub-region (which includes seal populations in the north-east and south-east of England).\n\nIn south-east England annual Atlantic grey seal pup production has risen exponentially from just 200 pups in 1992 to 7,902 pups in 2019. In north-east England the rise in pup production has been steadier, from 985 pups in 1992 to 2,823 in 2019. The UK Marine Strategy Part One (2019) assessment based on the period 1992 to 2014 concluded that GES for Atlantic grey seals has been achieved in the Greater North Sea.\n\n### C3b) Marine birds\n\nThe proportion of seabird species meeting thresholds for breeding abundance in the Greater North Sea and Celtic Seas has remained stable since 2012 but remains below the 75% target (59% in the Greater North Sea in 2014 and 63% in the Celtic Seas in 2015). The UK Marine Strategy (2019) assessment concluded GES for breeding seabirds has not been achieved in the Greater North Sea or Celtic Seas.\n\nThe proportion of wintering waterbird species meeting thresholds for non-breeding abundance in the Greater North Sea has declined sharply but was still on target in 2013 to 2014 (78%); the proportion of wintering waterbird species meeting thresholds in the Celtic Seas has also declined sharply (53% in 2014 to 2015) and has remained below target since 2006. GES for non-breeding (wintering) waterbirds has been achieved in the Greater North Sea but not in the Celtic Seas.\n\n## Assessment of change\n\nAn increase (or improvement) in the abundance of harbour seals in both the north-east and south-east of England was observed in the medium and long term. Increases were also found in the north-east over the most recent 5 years for which trends can be assessed (2013 to 2018). A decrease (deterioration) in harbour seal abundance was found in the south-east over most recent 5 years for which trends can be assessed but note the different data range this applies to (2015 to 2020) and that harbour seals are present in much higher numbers in the south-east. An increase (or improvement) in grey seal pup production was found in both regions over most recent 5 years for which trends can be assessed (2013 to 2018), as well as over the medium and long term. These overall trends were assessed using smoothed data do not pick up on small scale patterns in abundance.\n\nIn the Greater North Sea, little or no change was observed in the percentage of breeding seabirds or wintering waterbirds meeting abundance targets for GES over the most recent 5 years for which trends can be assessed (2008 to 2013). In the Celtic Seas, there was also little or no change for breeding seabirds over the most recent 5 years for which trends can be assessed (2009 to 2014), but the percentage of wintering waterbirds meeting abundance targets decreased (a deterioration). There has been a decrease in all 4 indicators for breeding seabirds and wintering waterbirds over the medium and long term.\n\nChange since 2018 has also been assessed. Since 2018, there was little or no change in harbour seal abundance in the north-east, and a decrease in the south-east. An increase in grey seal pup production was found in both regions. However, this is based on less than 5 data points (2 for the north-east and 4 for the south-east) so should be considered as indicative and not evidence of a clear trend. No data are available after 2018 for assessing bird indicators.\n\nThis assessment does not consider whether any improvements are on a sufficient scale for meeting targets. The assessment results reported here are not directly comparable with other analyses published elsewhere that use different methodologies to explore these indicators or are based on alternative datasets.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table C3aia: Assessment of change in harbour seal abundance, North-east England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +10.0 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | +50.0 (smoothed Loess) | Improvement |\n| Long term | 1994-2018 | +83.2 (smoothed Loess) | Improvement |\n\n### Table C3aib: Assessment of change in harbour seal abundance, South-east England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2015-2020 | -14.8 (smoothed Loess) | Deterioration |\n| Medium term | 2010-2020 | +3.7 (smoothed Loess) | Improvement |\n| Long term | 1995-2020 | +38.3 (smoothed Loess) | Improvement |\n\n### Table C3aiia: Assessment of change in Atlantic grey seal pup production, North-east England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +50.3 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | +97.2 (smoothed Loess) | Improvement |\n| Long term | 1990-2018 | +169.9 (smoothed Loess) | Improvement |\n\n### Table C3aiib: Assessment of change in Atlantic grey seal pup production, South-east England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +77.3 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | +274.4 (smoothed Loess) | Improvement |\n| Long term | 1990-2018 | +3287.9 (smoothed Loess) | Improvement |\n\n### Table C3bia: Assessment of change in the percentage of breeding seabirds meeting abundance targets for Good Environmental Status (GES), Greater North Sea\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2008-2013 | -0.6 (smoothed Loess) | Little or no change |\n| Medium term | 2003-2013 | -8.6 (smoothed Loess) | Deterioration |\n| Long term | 1992-2013 | -28.2 (smoothed Loess) | Deterioration |\n\n### Table C3bib: Assessment of change in the percentage of breeding seabirds meeting abundance targets for Good Environmental Status (GES), Celtic Seas\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2009-2014 | +1.3 (smoothed Loess) | Little or no change |\n| Medium term | 2004-2014 | -23.1 (smoothed Loess) | Deterioration |\n| Long term | 1992-2014 | -27.9 (smoothed Loess) | Deterioration |\n\n### Table C3biia: Assessment of change in the percentage of wintering waterbirds meeting abundance targets for Good Environmental Status (GES), Greater North Sea\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2007/2008-2012/2013 | -2.6 (smoothed Loess) | Little or no change |\n| Medium term | 2002/2003-2012/2013 | -8.7 (smoothed Loess) | Deterioration |\n| Long term | 1992/1993-2012/2013 | -10.2 (smoothed Loess) | Deterioration |\n\n### Table C3biib: Assessment of change in the percentage of wintering waterbirds meeting abundance targets for Good Environmental Status (GES), Celtic Seas\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2008/2009-2013/2014 | -15.5 (smoothed Loess) | Deterioration |\n| Medium term | 2003/2004-2013/2014 | -30.9 (smoothed Loess) | Deterioration |\n| Long term | 1992/1993-2013/2014 | -35.4 (smoothed Loess) | Deterioration |\n\nNote that assessment categories for the short, medium and long term were assigned based on smoothed data, so percent change figures in Tables C3ai to C3biib may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-05","national_data_updated_date":"2022-08-05","national_metadata_update_url_text":"2022-08-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","national_data_update_url_text":"2022-08-05: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","indicator":"3.3.1","target_id":"3.3","sdg_goal":"3","graph_type":"line","indicator_sort_order":"03-03-01","graph_title":"Diverse seas: status of marine mammals and marine birds"}