{"data_footnote":null,"graph_notes":null,"data_non_statistical":false,"embedded_feature_footer":"components/embedded-features/C4a-footer.html","embedded_feature_html":"components/embedded-features/C4a.html","embedded_feature_layout":"quartet","embedded_feature_tab_title":"Map, C4 (interim)","embedded_feature_title":"C4 (interim): Regional sea assessments, and the status of coastal water bodies and offshore units for 4 UK seafloor habitats, 2010 to 2015","goal_meta_link_text":"UN metadata","hide_chart":true,"hide_table":true,"indicator_name":"Diverse seas: condition of seafloor habitats","indicator_reference":"C4","national_geographical_coverage":"UK","oif_commitments":"<ul>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Relevant to Sustainable Development Goal 14</li>\n  <li>Water Framework Regulations – The Water Environment (Water Framework Directive) (England and Wales) Regulations 2017, The Water Environment (Water Framework Directive) Regulations (Northern Ireland) 2017, Water Environment and Water Services (Scotland) Act 2003</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"UK","oif_headline":"Diversity of our seas","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - seas"],"oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Reversing the loss of marine biodiversity and, where practicable, restoring it","Ensuring seafloor habitats are productive and sufficiently extensive to support healthy, sustainable ecosystems"],"oif_theme":"Seas and Estuaries","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra; Environment Agency; Joint Nature Conservation Committee; Natural Resources Wales; Scottish Environment Protection Agency","title":"Untitled","page_content":"\n## Short description\n\nThis indicator of diverse seas evaluates the condition of seafloor habitats. Seafloor habitats assessed include soft sediment invertebrate communities and intertidal communities of seagrass, rocky shore macroalgae and saltmarshes. Once developed the indicator will assess the impact of human activities on seafloor habitats.\n\nData for the seafloor habitat condition indicators come from surveys undertaken on a 6-yearly cycle using methods developed for Water Framework Directive (WFD) classifications, now transposed to the Water Framework Directive Regulations. These include the intertidal rocky shore macroalgae tool, intertidal seagrass tool, Infaunal Quality Index, and intertidal saltmarsh tool.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows target achievement for regional sea assessment, status of coastal water bodies and offshore unit assessments. The assessments used for this indicator have been reported under the updated [UK Marine Strategy Part One (2019)](https://www.gov.uk/government/publications/marine-strategy-part-one-uk-updated-assessment-and-good-environmental-status) to assess progress towards the UK Marine Strategy target of achieving and maintaining Good Environmental Status (GES) in UK seas.\n\nData on [benthic (sea floor) habitats,](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/benthic-habitats/) analytical methods and assessment are available, including information on the [intertidal rocky shore macroalgae tool](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/benthic-habitats/intertidal-rocky-shore/), [intertidal seagrass tool](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/benthic-habitats/intertidal-seagrass/), [Infaunal Quality Index](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/benthic-habitats/infaunal-quality-index/), and [intertidal saltmarsh tool](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/benthic-habitats/intertidal-saltmarsh/).\n\nThe indicator will be further developed to include data on the condition of benthic communities. When data are available, C4 may also be based upon data on the condition of sublittoral rock communities (those that occur from the lowest point exposed by low tide to the edge of the continental shelf) and the condition of biogenic reefs (formed by horse mussel and Ross worm). A trial assessment on the condition of benthic communities was reported under the updated UK Marine Strategy Part One (2019) to assess progress towards the UK Marine Strategy target of achieving and maintaining Good Environmental Status (GES) in UK seas.\n\n## Note on Figure C4\n\nWhile the currently available data predate the 25 Year Environment Plan, they provide the most recently available assessment of the condition of benthic habitats. They enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\n## Trend description for Figure C4\n\n### C4i) Seagrass\n\nThe UK Marine Strategy target for intertidal seagrass communities was met for all Regional Seas. Four Regional Seas were not assessed due to either an absence of intertidal habitat which is required by the indicator or an absence of existing WFD classification data. The natural conditions required for seagrass beds to exist limits their occurrence in coastal water bodies. However, for those contributing, the quality threshold of ‘Good’ or ‘High’ Ecological Status was met for the majority of surveyed locations. The Irish Sea had the lowest extent of intertidal seagrass meeting the quality target, although the total remains markedly above the indicator quantity threshold of 85%.\n\n### C4ii) Rocky shore macroalgae\n\nThe UK Marine Strategy target for the intertidal rocky shore macroalgae was met for all 7 assessed Regional Seas. Two Regional Seas were not assessed due to either an absence of intertidal habitat which is required by the indicator or an absence of existing WFD classification data.\n\n### C4iii) Saltmarsh\n\nThe UK Marine Strategy target for the saltmarsh communities was largely met for the Celtic Seas and Northern North Sea but was not met for considerable areas of the Southern North Sea and the Eastern English Channel Regional Seas. Five Regional Seas were not assessed due to either an absence of intertidal habitat which is required by the indicator or an absence of existing WFD classification data.\n\n### C4iv) Soft sediment invertebrates\n\nThe UK Marine Strategy target for soft sediment (benthic) invertebrate communities was largely met for most Regional Seas including the Minches and western Scotland, Scottish Continental Shelf, Shared Waters between Northern Ireland and Republic of Ireland, Northern North Sea and Eastern English Channel. The Western English Channel and Celtic Seas did not reach the target largely due to the inshore classification results, while the failure of the Southern North Sea to meet the target can be attributed to the offshore results. The Irish Sea did not meet the target due to both inshore and offshore results. The Atlantic North-West Approaches was not assessed due to an absence of data.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"3.4.1","target_id":"3.4","sdg_goal":"3","graph_type":"line","indicator_sort_order":"03-04-01","graph_title":"Diverse seas: condition of seafloor habitats"}