{"indicator_reference":"C7","oif_theme":"Seas and Estuaries","oif_headline":"Health of our seas","goal_meta_link_text":"UN metadata","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"embedded_feature_layout":"double","embedded_feature_tab_title":"Map (C7a)","embedded_feature_title":"C7a (interim), Long-term changes in the typical length of demersal and pelagic fish communities in UK waters and surrounding areas, 1980 or 1990 to 2015 or 2016","embedded_feature_html":"components/embedded-features/C7a.html","embedded_feature_footer":"components/embedded-features/C7a-footer.html","embedded_feature_2_layout":"double","embedded_feature_2_tab_title":"Map (C7b)","embedded_feature_2_title":"C7b (interim), Long-term changes in the mean maximum length of demersal and pelagic fish communities in UK waters and surrounding areas, 1980 or 1990 to 2015 or 2016","embedded_feature_2_html":"components/embedded-features/C7b.html","embedded_feature_2_footer":"components/embedded-features/C7b-footer.html","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":true,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_text_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Healthy seas: fish and shellfish populations","source_url_1":"https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/fish/","source_url_2":"https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/fish/","oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Making sure populations of key species are sustainable with appropriate age structures","Reversing the loss of marine biodiversity and, where practicable, restoring it","Ensuring that all fish stocks are recovered to and maintained at levels that can produce their maximum sustainable yield"],"oif_natural_capital":["Condition of assets - seas"],"oif_commitments":"<ul>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>International Council for Exploration of the Seas (ICES)</li>\n  <li>\tConvention on Biological Diversity Aichi Target 6</li>\n  <li>Relevant to Sustainable Development Goal 14</li>\n</ul>","oif_geographical_scope":"UK (Celtic Seas and Greater North Sea)","source_organisation_1":"Centre for Environment, Fisheries & Aquaculture Science; International Council for Exploration of the Sea; Marine Scotland","source_organisation_2":"Centre for Environment, Fisheries & Aquaculture Science; International Council for Exploration of the Sea; Marine Scotland","oif_indicator_status":"Interim","oif_date_last_updated":"11 June 2021","hide_chart":true,"hide_table":true,"page_content":"    \n## Short description\n\nThis indicator tracks the health of our seas using assessments of fish populations (here separated into demersal communities and pelagic communities). It consists of 2 metrics. The first metric looks at the size of the fish in a community (Typical Length) and the second looks at the composition of fish communities (Mean Maximum Length). Together these metrics tell us about the health and status of fish communities. A healthy fish community will be made up of species in the expected ratio of numbers of individuals, and with individual species showing the age classes and sizes consistent with a healthy population. Typical Length: a reduction in the proportion of larger, older, fish (as measured by Typical Length) of several species, suggests the top (predator) level of the food web is in poor condition. Mean Maximum Length: if the species that tend towards larger individuals are depleted and smaller-bodied species become more abundant (shown by a reduction in Mean Maximum Length), the species composition of the community can change, suggesting prolonged periods of pressure. When the community is dominated by slow growing species (as expected at low Maximum Mean Length), the size structure is limited in its ability to recover (reduced Typical Length).\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in a finalised form. Further development of this indicator is required to include trophic guild biomass and therefore improve community classification. An interim indicator is presented here with communities classified as demersal or pelagic. The assessments used for this interim indicator have been reported under the UK Marine Strategy Part One (2019). Data on [fish populations](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/fish/), analytical methods and assessment are available.\n\n## Note\n\nWhile the currently available data predate the 25 Year Environment Plan, they provide the most recently available assessment of fish and shellfish populations. They enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\n## Trend description\n\n**a) Typical Length of demersal and pelagic fish communities**\n\nIn the Channel, northern North Sea and the eastern Irish Sea, the health of the demersal fish community has improved since the 1990s, with an increasing contribution of species that attain a large size (Typical Length). In the central and southern North Sea and on the shelf edge to the west of Scotland, the balance of species within demersal communities, relative to the early 1980s, has shifted towards smaller bodied fish (low Typical Length) indicating this community is in poorer health. In the northern North Sea no change in the Typical Length in the pelagic fish community is evident. The Typical Length of pelagic fish generally shows no long-term change at the sub-regional level in the Celtic Seas.\n\n**b) Mean Maximum Length of demersal and pelagic fish communities**\n\nIn the central and southern North Sea and on the shelf edge to the west of Scotland, the balance of species within demersal communities, relative to the early 1980s, has shifted towards smaller species (low Mean Maximum Length), indicating this community is in poorer health. There has been no long-term change in Mean Maximum Length of demersal fish communities in the northern North Sea. Within the southern and central North Sea, the Mean Maximum Length of pelagic fish communities is declining suggesting the proportion of large or slow growing species is declining. There is no long-term change in the Mean Maximum Length in the northern North Sea.\n","national_metadata_update_url_text":"2021-08-04: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/9a6e71d38ab84cc2ba3404f22b44899e144e50eb","indicator":"3.7.1","target_id":"3.7","sdg_goal":"3","graph_type":"line","indicator_sort_order":"03-07-01","graph_title":"Healthy seas: fish and shellfish populations"}