{"goal_meta_link_text":"UN metadata","indicator_reference":"D1","oif_theme":"Wildlife","oif_headline":"Nature on land and water","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Quantity, quality and connectivity of habitats","national_geographical_coverage":"England","source_url_1":"https://www.gov.uk/government/statistics/local-sites-in-positive-conservation-management--2","oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_commitments":"<ul>\n  <li>Contributions to Convention on Biological Diversity</li>\n  <li>Conservation of Habitats and Species Regulations 2017 (as amended)</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment and the Adaptation Sub Committee’s assessment of the National Adaptation Programme, under the Climate Change Act (2008)</li>\n</ul>","oif_geographical_scope":"England. Some data, for example EO data or site assessments may be disaggregated to local sites.","oif_indicator_status":"In development","oif_relevant_goal":["Thriving plants and wildlife","Mitigating and adapting to climate change"],"oif_relevant_target":["Creating or restoring 500,000 hectares of wildlife-rich habitat outside the protected site network, focusing on priority habitats as part of a wider set of land management changes providing extensive benefits","Implementing a sustainable and effective second National Adaptation Programme"],"oif_date_last_updated":"11 June 2021","page_content":"## Short description\n  \nThis indicator will measure changes in extent, condition, connectivity and function of terrestrial and freshwater habitats in England. In the 25 Year Environment Plan, government committed to establishing a Nature Recovery Network: an increasingly connected network of places that are richer in wildlife and more resilient to climate change. The network will build on the recommendations from ‘[Making space for nature](https://webarchive.nationalarchives.gov.uk/20130402170324/http:/archive.defra.gov.uk/environment/biodiversity/documents/201009space-for-nature.pdf)’, led by Professor Sir John Lawton, and will provide wider environmental benefits, including carbon capture and opportunities for recreation.\n\nData are available to measure some aspects of this indicator such as extent and condition of some habitats, but further work is required to assess habitats beyond protected sites, and reliable methods for measuring ecological connectivity need to be further tested. Some indicators of aspects of ecosystem functions and processes are available, but these are not comprehensive. New methods of Earth Observation (EO) together with development of measures of favourable conservation status and long-term site-based monitoring offer good opportunities to develop this indicator.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021. Several elements of this indicator are published as [England Biodiversity Indicators](https://www.gov.uk/government/statistics/england-biodiversity-indicators) but substantial further work is required to bring these elements together with new data to assess overall resilience. Ongoing work to progress this indicator includes the development of an earth observation approach for habitat quantity, statistical analysis of attributes to assess habitat quality and testing of different approaches to measure habitat connectivity.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"4.1.1","target_id":"4.1","sdg_goal":"4","indicator_sort_order":"04-01-01","graph_title":"Quantity, quality and connectivity of habitats"}