{"computation_units_by_series":[{"series":"D2a (interim)","units":"Million hectares"},{"series":"D2b (interim)","units":"Percentage of site area"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Site Type","series":"D2a (interim)","value":"Sites on land & water"},{"field":"Site Type","series":"D2a (interim)","value":"Sites at sea"},{"field":"Site Condition","series":"D2b (interim)","value":"Favourable condition"},{"field":"Site Condition","series":"D2b (interim)","value":"Unfavourable recovering condition"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"D2a (interim)":{"Sites at sea":"#F46A25","Sites on land & water":"#12436D"},"D2b (interim)":{"Favourable condition":"#12436D","Unfavourable recovering condition":"#3F94DE"}},"graph_notes":[{"note":"The extent of protected sites is the cumulative area assessed by March of each year shown. It is based on the following designations: Sites of Special Scientific Interest (SSSIs), Special Areas of Conservation (SACs), Special Protection Areas (SPAs), National Nature Reserves (NNRs), Ramsar sites and Marine Conservation Zones (MCZs). For sites that span English borders, only the area within England is included. Sites between mean low water and the 12 nautical mile limit are included in the ‘marine’ measure.","series":"D2a (interim)"},{"note":"Site condition is the cumulative area assessed by 31 March of each year shown. As new assessments are completed, they replace the previous ones, so Figure D2b is a snapshot of the condition of the site network at a given point in time.","series":"D2b (interim)"}],"graph_stacked_disaggregation":[{"series":"D2a (interim)"},{"series":"D2b (interim)"}],"graph_titles":[{"series":"D2a (interim)","title":"D2a (interim): Extent of protected sites in England, 1999 to 2021"},{"series":"D2b (interim)","title":"D2b (interim): Condition of Sites of Special Scientific Interest in England, 2003 to 2021"}],"graph_type":"bar","indicator_name":"Extent and condition of protected sites – land, water and sea","indicator_reference":"D2","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>The Conservation of Habitats and Species Regulations 2017 (as amended)</li>\n  <li>The Conservation of Offshore Marine Habitats and Species Regulations 2017 (as amended)</li>\n  <li>The Convention on the Conservation of European Wildlife and Natural Habitats (the Bern Convention)</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Convention on Biological Diversity Aichi Target 11</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England. Data may be disaggregated to individual sites and features.","oif_headline":"Wildlife and wild places","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Increasing the proportion of protected and well-managed seas, and better managing existing protected sites","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Wildlife","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Natural England","title":"Untitled","page_content":"\n## Short description\n\nProtected sites are areas of land, inland water and the sea that have special legal protection to conserve important habitats and species in England. These include our Sites of Special Scientific Interest (SSSIs), Marine Conservation Zones (MCZs), Special Areas of Conservation (SACs), Special Protection Areas (SPAs) and Ramsar sites. These area designations have been included as they focus on the protection of biodiversity and provide legal mechanisms for this protection. This indicator currently has 2 components: (a) extent of protected sites on land, freshwater and at sea and (b) condition of terrestrial SSSIs on land and water. Condition for terrestrial sites is assessed against relevant common standards agreed by the UK conservation agencies. Condition methodology for marine sites is currently under development.\n\n## Readiness and links to data\n\nThis indicator is not available for publishing in 2022 in a finalised form. An interim indicator is presented here that shows the extent of protected areas (D2a) and condition of SSSIs (D2b) in England. Data for this interim indicator are published annually as [England Biodiversity Indicator 1 – Extent and condition of protected areas](https://www.gov.uk/government/statistics/england-biodiversity-indicators). Work is underway to review reporting for terrestrial and freshwater sites. Further work is required to implement a methodology for assessing the condition of marine sites.\n\n## Note on Figures D2a and D2b\n\nThe figures presented in this indicator differ from the England element of the [UK Biodiversity Indicator C1 – Protected Areas](https://jncc.gov.uk/our-work/ukbi-c1-protected-areas/), which includes additional area designations (Areas of Outstanding Natural Beauty and National Parks) that are not included here.\n\n## Trend description for Figures D2a and D2b\n\n### D2a) Extent of Protected sites\n\nThe total extent of land, water and sea protected in England through national and international protected areas increased from 1.2 million hectares in 1999 to 3.5 million hectares in 2021. The area of sites at sea has increased substantially, by more than 8 times since the time series began in 1999 although the majority of this increase took place between 2011 and 2020. The area of sites on land and water has remained relatively stable over time, increasing by 7% between 1999 and 2021.\n\n### D2b) Condition of Sites of Special Scientific Interest\n\nThere has been a net decrease in the area of SSSIs in favourable condition; down from 44% in 2003 to 38.4% in 2021. The sudden drop in the area of SSSIs in favourable condition from 43.2% in 2010 to 36.6% in 2011 was largely due to a more rigorous application of the ‘Common Standard for Monitoring’ protocols in assessing unit condition. While there has been a small increase in the area in favourable condition over the last 10 years (from 36.6% in 2011 to 38.4% in 2021), the figure has fallen slightly in the latest year. The area of SSSIs in unfavourable recovering condition has increased substantially from 13% in 2003 to 53% in 2021.\n\n## Assessment of change\n\nLittle or no change was observed for the extent of protected sites on land and water in England over the most recent 5 years for which trends can be assessed (2016 to 2021), or the medium term. An increase (or improvement) was observed over the long-term time period. The has been an increase in the extent of protected sites at sea in England over the short, medium and long term. This assessment does not consider whether any improvements seen are on a sufficient scale for meeting targets.\n\nThere has been little or no change in the percentage of SSSIs in England achieving favourable condition over the most recent 5 years for which trends can be assessed (2016 to 2021). An increase (or improvement) was observed over the medium term, while there has been a long-term decrease (deterioration).\n\nChange since 2018 has also been assessed. Since 2018, there has been little or no change in extent of protected sites on land and water or the percent of SSSIs achieving favourable status. However, extent of protected sites at sea has increased. This is based on 4 years of data. We set a minimum of 5 data points for the production of a robust trend for this assessment so this result should be treated with caution until the next iteration is available.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table D2ai: Assessment of change in the extent of protected sites in England – on land and water\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2016-2021 | +1.8 (unsmoothed) | Little or no change |\n| Medium term | 2011-2021 | -0.8 (unsmoothed) | Little or no change |\n| Long term | 1999-2021 | +6.7 (unsmoothed) | Improvement |\n\n### Table D2aii: Assessment of change in the extent of protected sites in England – at sea\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2016-2021 | +82.7 (unsmoothed) | Improvement |\n| Medium term | 2011-2021 | +730.9 (unsmoothed) | Improvement |\n| Long term | 1999-2021 | +877.6 (unsmoothed) | Improvement |\n\n### Table D2b: Assessment of change in the condition of Sites of Special Scientific Interest in England (in favourable condition)\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2016-2021 | -0.5 (unsmoothed) | Little or no change |\n| Medium term | 2011-2021 | +4.9 (unsmoothed) | Improvement |\n| Long term | 2003-2021 | -12.8 (unsmoothed) | Deterioration |\n\nPercent change in Tables D2ai, D2aii and D2b refers to the difference seen between the first and last years in the specified date range.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"4.2.1","target_id":"4.2","sdg_goal":"4","indicator_sort_order":"04-02-01","graph_title":"Extent and condition of protected sites – land, water and sea"}