{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Conservation status of our native species","indicator_reference":"D5","national_geographical_coverage":"Great Britain","oif_commitments":"<ul>\n  <li>Contributes to reporting under the Habitats and Species Conservation Regulation 2017, which meets our commitments under the Convention on Biological Diversity Aichi Targets 12 and 13</li>\n  <li>Relevant to Sustainable Development Goal 15 (Life on land)</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment under the Climate Change Act (2008)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"Great Britain","oif_headline":"Wildlife and wild places","oif_indicator_status":"In development","oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Taking action to recover threatened, iconic or economically important species of animals, plants and fungi, and where possible to prevent human induced extinction or loss of known threatened species in England and the Overseas Territories"],"oif_theme":"Wildlife","published":false,"reporting_status":"In development","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator will track changes in the national (Great Britain) extinction risk faced by terrestrial, freshwater and marine species using the International Union for Conservation of Nature’s (IUCN) Red List categories and criteria. The Red-listing process classifies each species into one of 10 categories including Least Concern, Near Threatened, Vulnerable, Endangered, Critically Endangered and Regionally Extinct. A simple Red List index will be constructed to summarise the changes in numbers of species between each category over time.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022. However, baseline assessment data for approximately 10,000 species are already available, including those for Mammals, Birds, many Invertebrate groups, Vascular Plants, Lichens, Bryophytes, and some Fungi. Assessments for several thousand more species are currently underway to increase the diversity of species in the baseline and the indicator. Further development work is also underway, exploring the sensitivity of the index to such factors as the real rates of change across categories under various policy scenarios and the frequency with which assessments are repeated and/or updated. Data on the extinction risk faced by individual species in Great Britain are published by the JNCC as [Conservation Designations for UK taxa](https://jncc.gov.uk/our-work/conservation-designations-for-uk-taxa/), whilst information on the derivation of a [Red List Index](https://www.iucnredlist.org/assessment/red-list-index) is available on the IUCN website.\n\nAvailable data on changes in abundance and distribution of native species are presented in indicators ‘D4 Relative abundance and/or distribution of widespread species’, ‘D6 Relative abundance and/or distribution of priority species’ and ‘D7 Species supporting ecosystem functions’.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"4.5.1","target_id":"4.5","sdg_goal":"4","indicator_sort_order":"04-05-01","graph_title":"Conservation status of our native species"}