{"computation_units_by_series":[{"series":"D6ai (interim)","units":"Index (1970 = 100)"},{"series":"D6aii (interim)","units":"Percentage of species"},{"series":"D6bi (interim)","units":"Index (1970 = 100)"},{"series":"D6bii (interim)","units":"Percentage of species"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Trendline type","series":"D6ai (interim)","value":"Smoothed index"},{"field":"Trendline type","series":"D6ai (interim)","value":"95% Credible interval min"},{"field":"Trendline type","series":"D6ai (interim)","value":"95% Credible interval max"},{"field":"Category","series":"D6aii (interim)","value":"Strong decrease"},{"field":"Category","series":"D6aii (interim)","value":"Weak decrease"},{"field":"Category","series":"D6aii (interim)","value":"Little or no change"},{"field":"Category","series":"D6aii (interim)","value":"Weak increase"},{"field":"Category","series":"D6aii (interim)","value":"Strong increase"},{"field":"Trendline type","series":"D6bi (interim)","value":"Smoothed index"},{"field":"Trendline type","series":"D6bi (interim)","value":"95% Credible interval min"},{"field":"Trendline type","series":"D6bi (interim)","value":"95% Credible interval max"},{"field":"Category","series":"D6bii (interim)","value":"Strong decrease"},{"field":"Category","series":"D6bii (interim)","value":"Weak decrease"},{"field":"Category","series":"D6bii (interim)","value":"Little or no change"},{"field":"Category","series":"D6bii (interim)","value":"Weak increase"},{"field":"Category","series":"D6bii (interim)","value":"Strong increase"}],"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line","series":"D6ai (interim)"},{"preset":"base_line","series":"D6bi (interim)"}],"graph_category_color":{"D6ai (interim)":{"95% Credible interval max":"#3F94DE","95% Credible interval min":"#3F94DE","Smoothed index":"#12436D"},"D6aii (interim)":{"Little or no change":"#8F8F8F","Strong decrease":"#801650","Strong increase":"#12436D","Weak decrease":["square","#801650"],"Weak increase":["square","#12436D"]},"D6bi (interim)":{"95% Credible interval max":"#3F94DE","95% Credible interval min":"#3F94DE","Smoothed index":"#12436D"},"D6bii (interim)":{"Little or no change":"#8F8F8F","Strong decrease":"#801650","Strong increase":"#12436D","Weak decrease":["square","#801650"],"Weak increase":["square","#12436D"]}},"graph_category_order":{"D6aii (interim)":{"Little or no change":2,"Strong decrease":0,"Strong increase":4,"Weak decrease":1,"Weak increase":3},"D6bii (interim)":{"Little or no change":2,"Strong decrease":0,"Strong increase":4,"Weak decrease":1,"Weak increase":3}},"graph_continuous_error":[{"legend":"95% credible interval (measure of uncertainty)","lower":"95% Credible interval min","series":"D6ai (interim)","target":"Smoothed index","upper":"95% Credible interval max"},{"legend":"95% credible interval (measure of uncertainty)","lower":"95% Credible interval min","series":"D6bi (interim)","target":"Smoothed index","upper":"95% Credible interval max"}],"graph_notes":[{"note":"This composite measure of relative abundance includes 149 species. The shaded area on the graph represents the 95% credible interval (measure of uncertainty) for the smoothed index. The width of the credible interval (CI) is in part determined by the proportion of species in the indicator for which data are available; the CI narrows as data become available for groups such as bats in the 1990s and widens as datasets such as the Rothamsted Insect Survey drop out before the final indicator year.","series":"D6ai (interim)"},{"note":"Composite indices mask individual species trends, therefore, the bar chart shows the percentage of priority species within the index that have increased, decreased or displayed little or no overall change in their relative abundance over 2 time periods, (i) long term (since the time series began in 1970) and (ii) short term (latest 5 years of the time series).","series":"D6aii (interim)"},{"note":"This composite measure of distribution includes 181 species. The shaded area on the graph represents the 95% credible interval (measure of uncertainty) for the smoothed index. ","series":"D6bi (interim)"},{"note":"Composite indices mask individual species trends, therefore, the bar chart shows the percentage of priority species within the indicator that have increased, decreased or displayed little or no overall change in their distribution over 2 time periods, (i) long term (since the time series began in 1970) and (ii) short term (latest 5 years of the time series).","series":"D6bii (interim)"}],"graph_sources":[{"series":"D6ai (interim)","source":"Defra"},{"series":"D6aii (interim)","source":"Defra"},{"series":"D6bi (interim)","source":"Defra"},{"series":"D6bii (interim)","source":"Defra"}],"graph_stacked_disaggregation":[{"series":"D6aii (interim)"},{"field":"Category","series":"D6bii (interim)"}],"graph_titles":[{"series":"D6ai (interim)","title":"D6ai (interim): Relative abundance of priority species in England, 1970 to 2018"},{"series":"D6aii (interim)","title":"D6aii (interim): Long-term and short-term changes in the relative abundance of individual priority species in England, 1970 to 2018"},{"series":"D6bi (interim)","title":"D6bi (interim): Distribution of priority species in England, 1970 to 2016"},{"series":"D6bii (interim)","title":"D6bii (interim): Long-term and short-term changes in the distribution of individual priority species in England, 1970 to 2016"}],"graph_types":[{"series":"D6ai (interim)","type":"line"},{"series":"D6aii (interim)","type":"bar"},{"series":"D6bi (interim)","type":"line"},{"series":"D6bii (interim)","type":"bar"}],"indicator_name":"Relative abundance and distribution of priority species in England","indicator_reference":"D6","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Convention on Biological Diversity Aichi Target 12</li>\n  <li>Sustainable Development Goal 15 Life on Land</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Taking action to recover threatened, iconic or economically important species of animals, plants and fungi, and where possible to prevent human induced extinction or loss of known threatened species in England and the Overseas Territories"],"oif_theme":"Wildlife","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"","title":"Untitled","page_content":"\n## Short description\n\nPriority Species are those identified as the most threatened or declining species in the UK. They were identified to support UK conservation planning and are published and maintained by the Joint Nature Conservation Committee. Priority species are used as the reference source to produce statutory species lists of principal conservation importance. Such lists are published by the Secretary of State under Section 41 of the Natural Environment and Rural Communities Act 2006. There are over 940 priority species recognised in England.\n\nThis indicator has 2 components: (a) changes in the relative abundance of those priority species for which suitable abundance data are available; and (b) changes in distribution (the number of 1km grid squares in which species are recorded in any given year) of those priority species for which distribution data are available. The relative abundance of a species will increase when the population of the species grows; it will decrease when the population of the species declines. The occupancy index will increase when a species becomes more widespread; it will decrease when a species becomes less widespread.\n\nThe taxonomic coverage of this indicator is limited at present. The relative abundance measure includes priority birds, butterflies, some mammals (one hare and 5 bats) and moths but does not currently include plants, fungi, amphibians, reptiles, fish or invertebrates other than butterflies and moths; the distribution measure includes priority species of bryophytes, lichens, insects and other invertebrates but does not currently include amphibians, reptiles, birds, fish or mammals.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. Trends for the relative abundance and distribution of priority species at an England-level were presented here for the first time in 2021 as a revised interim indicator, but there are no new data available to update this indicator in 2022. Further details about this indicator, including a technical background document that describes the data sources and methods in detail, and spreadsheets that contain a list of species within each index together with the data behind the indices are published annually as [England Biodiversity Indicators 4a and 4b – Status of priority species: relative abundance and distribution](https://www.gov.uk/government/statistics/england-biodiversity-indicators). Methods are being developed to refine the future reporting of this indicator and to expand the taxonomic coverage.\n\nThese methods are still undergoing peer review and user feedback is invited via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk).\n\n## Note on Figures D6ai, D6aii, D6bi and D6bii\n\nOf the more than 940 species in the priority species list for England, 149 have robust quantitative time-series data on relative abundance and 181 have suitable distribution data. The relative abundance measure comprises Birds (44), Butterflies (21), Mammals (6) and Moths (78); the distribution measure comprises Bees (13), Bryophytes (9), Lichens (16), Moths (93), Spiders (9), Wasps (7), and 34 species representing other taxonomic groups. Approximately 60 species of moths appear in both the relative abundance and distribution measures; the remaining species within this indicator are unique to one or other of the measures because they are drawn from different data sources. The abundance datasets are generated largely from data collected by national monitoring schemes, whereas the distribution data are collated through the Biological Records Centre and include contributions from a wide range of national recording schemes (see the technical background document referenced in the ‘Readiness and links to data’ section for further detail).\n\n## Trend description for Figures D6ai, D6aii, D6bi and D6bii\n\n### D6a) Changes in abundance of priority species\n\nBy 2018, the index of relative abundance of priority species in England had declined to 17.7% of its base-line value in 1970, a statistically significant decrease. Over this long-term period, 7% of species showed a strong or weak increase and 83% showed a strong or weak decline. More recently, between 2013 and 2018, the relative abundance index declined from 21.3 to 17.7 (17% of the 2013 value), again a statistically significant decrease. Over this short-term period, 20% of species showed a strong or weak increase and 56% showed a strong or weak decline.\n\n### D6b) Changes in distribution of priority species\n\nBy 2016, the index of distribution of priority species in England decreased to 84, a statistically significant decrease of 16% of the 1970 value. Over this long-term period, 24% of species showed a strong or weak increase and 38% showed a strong or weak decline. More recently, between 2011 and 2016, the distribution index declined from 92.3 to 83.7 (9% of the 2011 value), again a statistically significant decrease. Over this short-term period, 13% of species showed a strong or weak increase and 59% showed a strong or weak decline.\n\n## Assessment of change\n\nIndicators for relative abundance and distribution of priority species in England are also reported in the [England Biodiversity Indicators](https://www.gov.uk/government/statistics/england-biodiversity-indicators), which presents a short and long-term assessment for the same time periods used in this Outcome Indicator Framework assessment. These assessment results were reused as the England Biodiversity Indicators method is more tailored to the specific dataset and factors-in information on confidence. No results were available for the medium-term period using the England Biodiversity Indicators methodology, although this will be considered for the next publication. The assessment found a decrease (or deterioration) in both the relative abundance and distribution of priority species in England over the short term (the most recent 5 years for which data were available). There were also decreases recorded over the long term.\n\nChange since 2018 has not been assessed for this indicator as sufficient data are not yet available.\n\nDetails on the England Biodiversity Indicators assessment method can be found in sections 4a and b of the latest [England Biodiversity Indicators report](https://www.gov.uk/government/statistics/england-biodiversity-indicators). Further information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table D6a: Assessment of change in the relative abundance of priority species in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -17.2 (smoothed data) | Deterioration |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | 1970-2018 | -82.3 (smoothed data) | Deterioration |\n\n### Table D6b: Assessment of change in the distribution of priority species in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2011-2016 | -9.3 (smoothed data) | Deterioration |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | 1970-2016 | -16.3 (smoothed data) | Deterioration |\n\nNote that smoothed data presented in the indicator charts were used for percent change calculations. The smoothing method is specific to this indicator and differs from the default Loess smoothing approach adopted for most indicators for the Outcome Indicator Framework assessment. Percent change figures in Tables D6a and D6b may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen between the first and last years in the specified date range.\n","national_metadata_updated_date":"2022-08-05","national_data_updated_date":"2022-08-05","national_metadata_update_url_text":"2022-08-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","national_data_update_url_text":"2022-08-05: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","indicator":"4.6.1","target_id":"4.6","sdg_goal":"4","graph_type":"line","indicator_sort_order":"04-06-01","graph_title":"Relative abundance and distribution of priority species in England"}