{"computation_units":"Index (1980 = 100)","computation_units_by_series":[{"series":"D7i (interim)","units":"Index (1980 = 100)"},{"series":"D7ii (interim)","units":"Percentage of species"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Trendline","series":"D7i (interim)","value":"Unsmoothed index"},{"field":"Trendline","series":"D7i (interim)","value":"90% credible interval - minimum"},{"field":"Trendline","series":"D7i (interim)","value":"90% credible interval - maximum"},{"field":"Category","series":"D7ii (interim)","value":"Strong decline"},{"field":"Category","series":"D7ii (interim)","value":"Weak decline"},{"field":"Category","series":"D7ii (interim)","value":"Little or no change"},{"field":"Category","series":"D7ii (interim)","value":"Weak increase"},{"field":"Category","series":"D7ii (interim)","value":"Strong increase"}],"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line","series":"D7i (interim)"}],"graph_category_color":{"D7i (interim)":{"90% credible interval - maximum":"#3F94DE","90% credible interval - minimum":"#3F94DE","Unsmoothed index":"#12436D"},"D7ii (interim)":{"Little or no change":"#8F8F8F","Strong decline":"#801650","Strong increase":"#12436D","Weak decline":["square","#801650"],"Weak increase":["square","#12436D"]}},"graph_category_order":{"D7ii (interim)":{"Little or no change":2,"Strong decline":0,"Strong increase":4,"Weak decline":1,"Weak increase":3}},"graph_continuous_error":[{"legend":"90% credible interval (measure of uncertainty)","lower":"90% credible interval - minimum","series":"D7i (interim)","target":"Unsmoothed index","upper":"90% credible interval - maximum"}],"graph_limits":[{"maximum":120,"minimum":0,"series":"D7i (interim)"},{"maximum":100,"minimum":0,"series":"D7ii (interim)"}],"graph_notes":[{"note":"This composite measure of distribution includes 148 wild bee and 229 hoverfly species; the total number of species included in the index can vary between years and hence this indicator may not be directly comparable to those appearing in previous publications. The shaded area on the graph represents the 90% credible interval (measure of uncertainty) for the unsmoothed index. ","series":"D7i (interim)"},{"note":"Composite indices mask individual species trends therefore the bar chart shows the percentage of pollinator species within the indicator that have increased, decreased or shown little or no change in occupancy, based on set thresholds of change over the long term (since the time series began in 1980) and short term (latest 5 years of the time series). ","series":"D7ii (interim)"}],"graph_stacked_disaggregation":[{"series":"D7ii (interim)"}],"graph_titles":[{"series":"D7i (interim)","title":"D7i (interim): Change in the distribution of pollinators in the UK, 1980 to 2017"},{"series":"D7ii (interim)","title":"D7ii (interim): Long-term and short-term changes in the distribution of individual pollinator species in the UK, 1980 to 2017"}],"graph_types":[{"series":"D7i (interim)","type":"line"},{"series":"D7ii (interim)","type":"bar"}],"indicator_name":"Species supporting ecosystem functions","indicator_reference":"D7","national_geographical_coverage":"UK","oif_commitments":"<ul>\n  <li>Convention on Biological Diversity Aichi Targets 7 and 8</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment under the Climate Change Act (2008)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England. The interim indicator is only available for the UK.","oif_headline":"Nature on land and water","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Taking action to recover threatened, iconic or economically important species of animals, plants and fungi, and where possible to prevent human induced extinction or loss of known threatened species in England and the Overseas Territories"],"oif_theme":"Wildlife","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nAll species have a functional role within ecosystems such as photosynthesis, respiration, decomposition, nutrient cycling, predator-prey and symbiotic relationships such as pollination. Plants, fungi, algae, invertebrates and soil micro-organisms are particularly important. The presence, abundance and diversity of species are key factors in determining the resilience of ecosystems to environmental changes, including climate change and disease, and the maintenance of ecosystem services. Further research is required to develop this indicator, building on the existing UK pollinator indicator and defining species groups and functions for inclusion.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form, and there were no new data available to update this interim form of the indicator this year. This interim indicator shows trends in the distribution (occupancy of 1km grid squares) of pollinators (bees and hoverflies) in the UK. These data are published annually as [UK Biodiversity Indicator D1c – Status of pollinating insects](https://jncc.gov.uk/our-work/ukbi-d1c-pollinating-insects/). Significant further research and development is required to include a range of species groups important for supporting ecosystem functions in England.\n\n## Trend description for Figures D7i and D7ii\n\nThere was an overall decrease in the UK pollinators index from 1987 onwards. In 2017, the index had declined by 30% compared to its value in 1980. More recently however, this downward trend has slowed, with the indicator decreasing by less than 2% between 2012 and 2017. These overall declines mask the trends of the individual species within the index, 49% of which have become less widespread, 19% of which have become more widespread and 32% of which have shown little or no change since the index began in 1980. By contrast, over the short term (between 2012 and 2017), a slightly greater proportion of species have become more widespread (46%) than have become less widespread (43%).\n\n## Assessment of change\n\nThe indicator ‘Change in the distribution of pollinators in the UK’ is also reported in the [England Biodiversity Indicators](https://www.gov.uk/government/statistics/england-biodiversity-indicators), which presents a short and long-term assessment for the same time periods used in this Outcome Indicator Framework assessment. These assessment results were reused as the England Biodiversity Indicators method is more tailored to the specific dataset and factors-in information on confidence. No results were available for the medium-term period using the England Biodiversity Indicators methodology, although this will be considered for the next publication. The assessment found little or no change in the distribution of pollinators in the UK in the short term (the most recent 5 years for which data were available). There was a long-term decrease (or deterioration).\n\nChange since 2018 has not been assessed for this indicator as sufficient data are not yet available.\n\nDetails on the England Biodiversity Indicators assessment method can be found in section 10 of the latest [England Biodiversity Indicators report](https://www.gov.uk/government/statistics/england-biodiversity-indicators). Further information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table D7i: Assessment of change in the distribution of pollinators in the UK\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2012-2017 | -1.7 (unsmoothed data) | Little or no change |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | 1980-2017 | -30.1 (unsmoothed data) | Deterioration |\n\nNote that smoothed data presented in the indicator charts were used for percent change calculations. The smoothing method is specific to this indicator and differs from the default Loess smoothing approach adopted for most indicators for the Outcome Indicator Framework assessment. Percent change figures in Table D7 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen between the first and last years in the specified date range.\n","national_metadata_updated_date":"2022-09-13","national_data_updated_date":"2022-09-13","national_metadata_update_url_text":"2022-09-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","national_data_update_url_text":"2022-09-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","indicator":"4.7.1","target_id":"4.7","sdg_goal":"4","graph_type":"line","indicator_sort_order":"04-07-01","graph_title":"Species supporting ecosystem functions"}