{"computation_units":"Index (1973 = 100)","data_non_statistical":false,"data_footnote":null,"graph_notes":null,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line","series":""}],"graph_title":"E2 (interim): Volume of agricultural production in the UK, 1973 to 2020","graph_type":"line","indicator_name":"Volume of agricultural production","indicator_reference":"E2","national_geographical_coverage":"UK","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England. The interim indicator is only available for the UK.","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that food is produced sustainably and profitably"],"oif_theme":"Natural Resources","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nFarming produces a range of food, feed and fibre commodities. This represents a valuable output from the land and other resources used. Volume of agricultural production is considered to be a provisioning service provided by a range of natural capital assets (land, water, air, species and ecological communities). This indicator shows annual changes in the index of output volume which provides an overall measure of total production across the wide range of agricultural commodities. The index is calculated using agreed international standards. Farm practices and the use of inputs (particularly fertilisers and pesticides) directly influence the environmental pressures from farming including the quality, composition and availability of habitats and impact on air, water and soils. This indicator should therefore be viewed alongside indicator ‘E3 Volume of inputs used in agricultural production’ and other indicators in the framework relating to the condition of natural capital assets.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows the volume of agricultural production in the UK. Data on [total factor productivity for England by farm type](https://www.gov.uk/government/statistics/total-factor-productivity-for-england-by-farm-type) are published as experimental statistics, but the National Statistics publication on [total factor productivity of the agricultural industry in the UK](https://www.gov.uk/government/statistics/total-factor-productivity-of-the-agricultural-industry) is considered to be a more reliable source for this indicator until the England-level data receive accreditation as National Statistics.\n\n## Trend description for Figure E2\n\nAfter a period of sustained increase from the late 1970s to the mid-1980s the overall volume of agricultural production (outputs) in the UK has remained relatively stable, with some variation from year to year. Annual variations are generally driven by external factors, in particular weather, affecting growing and harvest and the variation in cropping driven by prices. Over the most recent year (2020), the overall volume of agricultural production in the UK fell by 5.7%; this was driven by a 14.1% decrease in total volume of crop output, a 0.8% decrease in the output volume of livestock for meat, and a 0.5% decrease in the output volume of livestock products.\n\n## Assessment of change\n\nAn increase in volume of agricultural production has been observed over the most recent 5 years for which trends can be assessed (2014 to 2019), and in the medium and long term. It is not possible to categorise this increase as either a simplistic ‘improvement’ or ‘deterioration’ as this will depend on numerous factors around farming practices. This indicator is included in the Outcome Indicator Framework to help interpret the reasons behind changes in ‘E4 Efficiency of agricultural production measured by Total Factor Productivity’, rather than to assess progress for a policy driver in the 25 Year Environment Plan.\n\nChange since 2018 has also been assessed. There has been little or no change in volume of agricultural production since 2018, based on 3 years of data. We set a minimum of 5 data points for the production of a robust trend for this assessment so this result should be treated with caution until the next iteration is available.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table E2: Assessment of change in the volume of agricultural production in the UK\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014-2019 | +5.8 (smoothed Loess) | Change (increasing) |\n| Medium term | 2009-2019 | +9.9 (smoothed Loess) | Change (increasing) |\n| Long term | 1973-2019 | +44.6 (smoothed Loess) | Change (increasing) |\n\nNote that assessment categories were assigned based on smoothed data, so percent change figures in Table E2 may differ from unsmoothed values quoted elsewhere. It is not possible to define a simplistic desired direction of change for this indicator so cannot assign ‘improvement’ or ‘deterioration’.\n","national_metadata_updated_date":"2022-09-13","national_data_updated_date":"2022-09-13","national_metadata_update_url_text":"2022-09-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","national_data_update_url_text":"2022-09-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","indicator":"5.2.1","target_id":"5.2","sdg_goal":"5","indicator_sort_order":"05-02-01"}