{"goal_meta_link_text":"UN metadata","indicator_reference":"E3","oif_theme":"Natural Resources","oif_headline":"Production and harvesting of natural resources","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"line","graph_title":"E3 (interim), Volume of inputs used in agricultural production in the UK, 1973 to 2019","graph_annotations":[{"series":"","preset":"base_line"}],"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Volume of inputs used in agricultural production","computation_units":"Index (1973 = 100)","national_geographical_coverage":"UK","source_organisation_1":"Defra","source_url_1":"https://www.gov.uk/government/statistics/total-factor-productivity-of-the-agricultural-industry","oif_indicator_status":"Interim","oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that food is produced sustainably and profitably"],"oif_natural_capital":["Pressure on natural capital assets"],"oif_commitments":"<ul>\n  <li>None</li>\n</ul>","oif_geographical_scope":"England. The interim indicator is only available for the UK.","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nTo produce food and feed, farming uses a range of inputs including fertilisers, pesticides, energy and animal feed. In addition, labour and land is required as well as depreciation of capital. Minimising the use of these inputs is an important policy driver to improve productivity and hence improve profitability whilst reducing the environmental impacts of farming. Farm practices and the use of inputs (particularly fertilisers and pesticides) directly influence the environmental pressures from farming including the quality, composition and availability of habitats and impact on air, water and soils. Volume of inputs may therefore be considered an indirect measure of pressure on a range of natural capital assets. This indicator should be viewed alongside the indicator E2 Volume of agricultural production and other indicators in the framework relating to the condition of natural capital assets. The index of the volume of inputs is an overall measure of the total inputs used with price effects removed. This includes all inputs including intermediate consumption, land, labour and depreciation of capital.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. An interim indicator is presented here that shows the volume of inputs used in agricultural production in the UK. Indicators and data on [total factor productivity for England by farm type](https://www.gov.uk/government/statistics/total-factor-productivity-for-england-by-farm-type)are published as Experimental Statistics, but the National Statistics publication on [total factor productivity of the agricultural industry](https://www.gov.uk/government/statistics/total-factor-productivity-of-the-agricultural-industry) in the UK is considered to be a more reliable source for this indicator until the England-level data receive accreditation as National Statistics.\n\n## Trend description\n\nThe index of volume of inputs has shown an overall decline since 1973. Most of this decline took place between the late 1990s and 2006 and since then there has been a slight increase in the volume of inputs used in agricultural production. The volume remains below historical levels.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","national_data_update_url_text":"2021-04-20: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/0f8411506dba94896b612b07f93a30d397182e78","indicator":"5.3.1","target_id":"5.3","sdg_goal":"5","indicator_sort_order":"05-03-01"}