{"computation_units_by_series":[{"series":"E8a","units":"Megalitres/day"},{"series":"E8b","units":"Weighted average (litres/person/day)"}],"data_footnote":"Data represent figures for April to March (financial years) and are presented as 3-year moving averages. This aligns with Ofwat targets/reporting and helps to reduce sensitivity to anomalous events such as weather conditions; dates given in the charts indicate the final year of each time period.","data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_titles":[{"series":"E8a","title":"E8a: Water leakage in England, 2000/2001-2002/2003 to 2018/2019-2020/2021"},{"series":"E8b","title":"E8b: Per capita water consumption in England, 2001/2002-2003/2004 to 2018/2019-2020/2021"}],"graph_type":"bar","indicator_name":"Efficient use of water","indicator_reference":"E8","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Leakage and per capita consumption figures are reported annually as part of a water company’s statutory annual review of its water resources management plan</li>\n  <li>Relevant to Sustainable Development Goals 11 and 13</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England, and by water company area for those with customers wholly or mainly in England.","oif_headline":"Not applicable","oif_indicator_status":"Final","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Clean and plentiful water","Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Supporting OFWAT’s ambitions on leakage, minimising the amount of water lost through leakage year on year, with water companies expected to reduce leakage by at least an average of 15% by 2025","Work with the water industry to set a personal consumption target and agree cost-effective measures to meet it"],"oif_theme":"Natural Resources","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"The Water Services Regulation Authority","title":"Untitled","page_content":"\n## Short description\n\nClimate change and a growing population will put increasing pressure on our water supplies. Ambitious reductions in water consumption and leakage have a significant role in maintaining secure supplies and protecting the environment. This indicator shows changes in the efficient use of water, focussing on (a) leakage and (b) per capita consumption. Leakage and per capita household consumption of water in England are existing metrics reported to The Water Services Regulation Authority (Ofwat) and the Environment Agency.\n\n## Readiness and links to data\n\nWater companies in England and Wales report total [leakage and per capita household consumption figures](https://www.discoverwater.co.uk/) annually as 3-year moving averages, but it should be noted that these totals differ from the England-only data presented in this indicator due to the inclusion of results for Wales. From 2020, water companies report their leakage performance against Ofwat’s 2025 target, this is a 3-year average with 2017 to 2018 as a start point for the 3-year average.\n\n## Trend description for Figures E8a and E8b\n\n### E8a) Water leakage\n\nBetween 2018 to 2019 and 2020 to 2021, total water leakage in England averaged 2,857 megalitres per day, 9% lower than the daily average for the 3 years from 2000-2001 to 2002-2003.\n\n### E8b) Per capita water consumption\n\nPer capita household water consumption has also fallen during the time period covered by this indicator, from an average of 152 litres per person per day in the 3 years to 2003/2004 to an average of 145 litres per person per day in the most recent 3-year time period (2018/2019 to 2020/2021).\n\n## Assessment of change\n\nLittle or no change was observed for water leakage in England (E8a) over the most recent 5 years for which trends can be assessed (3-year moving average time periods ending 2015/2016 to 2020/2021). This is in contrast to historic improvements seen in the medium and long term. Per capita water consumption in England (E8b) increased (a deterioration) over the most recent 5 years for which trends can be assessed (3-year moving average time periods ending 2015/2016 to 2020/2021), showed little or no change in the medium term and decreased (an improvement) over the long term. This assessment does not consider whether any improvements seen in the medium or long term would be on a sufficient scale for meeting targets. See ‘Readiness and links to data’ section for this indicator for reference to water companies’ reporting against targets.\n\nChange since 2018 has also been assessed. There has been little or no change in water leakage since 2018 while per capita water consumption has increased (a deterioration). This is based on 4 years of data. We set a minimum of 5 data points for the production of a robust trend for this assessment so this result should be treated with caution until the next iteration is available.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table E8a: Assessment of change in water leakage in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2015/2016-2020/2021 | -1.6 (moving average data) | Little or no change |\n| Medium term | 2010/2011-2020/2021 | -7.7 (moving average data) | Improvement |\n| Long term | 2002/2003-2020/2021 | -9.6 (moving average data) | Improvement |\n\n### Table E8b: Assessment of change in per capita water consumption in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2015/2016-2020/2021 | +3.7 (moving average data) | Deterioration |\n| Medium term | 2010/2011-2020/2021 | -0.6 (moving average data) | Little or no change |\n| Long term | 2003/2004-2020/2021 | -4.4 (moving average data) | Improvement |\n\nPercent change in Tables E8a and E8b refers to the difference seen between the first and last 3-year moving average in the specified date range; the dates in the Tables E8a and E8b refer to the final year of the 3-year period, for example 2020/2021 refers to the period 2018/2019 to 2020/2021.\n","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","national_data_update_url_text":"2022-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"5.8.1","target_id":"5.8","sdg_goal":"5","indicator_sort_order":"05-08-01","graph_title":"Efficient use of water"}