{"goal_meta_link_text":"UN metadata","indicator_reference":"E9","oif_theme":"Natural Resources","oif_headline":"Not applicable","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Percentage of our seafood coming from healthy ecosystems, produced sustainably","national_geographical_coverage":"UK","source_url_1":"https://jncc.gov.uk/our-work/ukbi-b2-sustainable-fisheries/","oif_indicator_status":"In development","oif_relevant_goal":["Thriving plants and wildlife","Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that all fish stocks are recovered to and maintained at levels that can produce their maximum sustainable yield"],"oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_commitments":"<ul>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>International Council for Exploration of the Seas (ICES)</li> \n  <li>Convention on Biological Diversity Aichi Target 4 and 6</li>\n  <li>Relevant to Sustainable Development Goals 12 and 14</li>\n</ul>","oif_geographical_scope":"UK","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis is a composite indicator that tracks the sustainability of seafood, fish and aquaculture products. It will combine metrics on production (covering harvesting and subsequent preparation), management and impact on the environment. The indicator will use the data collected for the management of fish stocks to assess whether harvesting rates remain within sustainable limits. It will use equivalent data for aquaculture production. These data on harvesting and production will then be integrated with data on the impact of these activities on the wider environment together with social and economic data to provide an assessment of the sustainability of our seafood.\nThe data for the proportion of marine fish quota stocks of UK interest exploited above or below maximum sustainable yield that were presented in this indicator in 2019 are now presented as part of indicator C10 Productive seas: fish and shellfish stocks safe and environmentally sustainable. This revision took place because the data are specific to fish and shellfish rather than reflecting the health of the marine ecosystem as a whole.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021. Data on [sustainably harvested fish stocks](https://jncc.gov.uk/our-work/ukbi-b2-sustainable-fisheries/) are already published annually, however further work is required to include a wider range of fish stocks and assess their maximum sustainable yield.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"5.9.1","target_id":"5.9","sdg_goal":"5","indicator_sort_order":"05-09-01","graph_title":"Percentage of our seafood coming from healthy ecosystems, produced sustainably"}