{"goal_meta_link_text":"UN metadata","indicator_reference":"F1","oif_theme":"Resilience","oif_headline":"Resilience to natural hazards","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":false,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Disruption or unwanted impacts from flooding or coastal erosion","national_geographical_coverage":"England","source_url_1":"https://www.gov.uk/government/publications/flood-and-coastal-risk-management-national-report","oif_indicator_status":"In development","oif_relevant_goal":["Reducing the risks of harm from environmental hazards"],"oif_relevant_target":["Boosting the long-term resilience of our homes, businesses and infrastructure"],"oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_commitments":"<ul>\n  <li>May provide evidence in support of Climate Change Risk Assessment under the Climate Change Act (2008)</li>\n  <li>Relevant to Sustainable Development Goals 11 and 13</li>\n</ul>","oif_geographical_scope":"England","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis indicator will track changes in the impacts of flooding and coastal erosion on people’s lives. We continue to refine the approach to the finalisation of this indicator to ensure it aligns with the government’s recent Policy Statement on Flood and Coastal Erosion Risk Management, which sets out government’s commitment to develop a relevant national set of flood indicators by spring 2022, and the Environment Agency’s recently updated National Flood and Coastal Erosion Risk Management (FCERM) Strategy for England.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 as significant further development is required. Since the last update to the indicator framework in May 2020, the government has set out its policies to tackle flood and coastal erosion risk in the long term in the [Flood and coastal erosion risk management policy statement](https://www.gov.uk/government/publications/flood-and-coastal-erosion-risk-management-policy-statement). At the same time, the Environment Agency published the updated [National Flood and Coastal Erosion Risk Management (FCERM) Strategy for England](https://www.gov.uk/government/publications/national-flood-and-coastal-erosion-risk-management-strategy-for-england--2) and recently reported progress against this in the [National flood and coastal erosion risk management strategy for England action plan](https://www.gov.uk/government/publications/national-flood-and-coastal-erosion-risk-management-strategy-for-england-action-plan). We have commissioned new research to inform the development of FCERM indicators for future reporting. As part of this work we are reviewing the F1 and F2 indicators for the 25 Year Environment Plan to ensure they align with the outcomes of the policy statement and national strategy.\n\nAlthough the Environment Agency does not routinely carry out economic cost analysis of all floods, it has published cost of flooding reports following the [winter 2013/14](https://www.gov.uk/flood-and-coastal-erosion-risk-management-research-reports/the-costs-and-impacts-of-the-winter-2013-to-2014-floods) and [winter 2015/16](https://www.gov.uk/government/publications/floods-of-winter-2015-to-2016-estimating-the-costs) floods. The managing flood and coastal erosion risk [annual reports](https://www.gov.uk/government/publications/flood-and-coastal-risk-management-national-report) (from 1 April 2011) provide further context and statistics about the impacts of recent major flood events.\n\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"6.1.1","target_id":"6.1","sdg_goal":"6","indicator_sort_order":"06-01-01","graph_title":"Disruption or unwanted impacts from flooding or coastal erosion"}