{"goal_meta_link_text":"UN metadata","indicator_reference":"G1","oif_theme":"Natural Beauty and Engagement","oif_headline":"Landscapes and waterscapes","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":false,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Changes in landscape and waterscape character","national_geographical_coverage":"England","oif_indicator_status":"In development","oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Safeguarding and enhancing the beauty of our natural scenery and improving its environmental value while being sensitive to considerations of its heritage"],"oif_natural_capital":["Condition of assets - freshwater","Condition of assets - land","Condition of assets - marine"],"oif_commitments":"<ul>\n  <li>Reporting under the European Landscape Convention</li>\n</ul>","oif_geographical_scope":"England","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis is a composite indicator of changes in landscape and waterscape character in England. It will include 3 key aspects: changes in landscape character in National Character Areas across all of England; changes in the public’s perceptions of landscape character and quality; and, changes in environmental outcomes from our Designated Landscapes (National Parks and Areas of Outstanding Natural Beauty). The indicator will build on an approach that has been developed to assess the impacts of agri-environment schemes on landscape in 159 National Character Areas, including aspects such as field patterns and boundaries, traditional farm buildings, semi-natural habitats, agricultural land use, dark skies, historic features and woodland/tree cover. National Character Area profiles include Statements of Environmental Opportunity, which can be utilised to monitor changes in landscape character. Further work is required to include the consideration of waterscapes in this approach. We will also develop the ability to assess Designated Landscapes using this method, alongside an analysis of the extent and condition of Designated Landscapes monitored annually since 2013 through the Framework for Monitoring of Environmental Outcomes in Protected Landscapes dataset.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021. Substantial further development work is required to build on existing methods and information sources to assess changes in landscape and waterscape character.\n\nInformation on changes in the public’s perceptions of landscapes is now gathered by Natural England using the People and Nature Survey for England. This new survey, which began collecting data in April 2020, builds on the [Monitor of Engagement with the Natural Environment (MENE)](https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results) survey. The first full year of data collection was completed at the end of March 2021; data will now be analysed, and indicators will be finalised. Initial results from 2020, together with further information on the survey methods, outputs and the full questionnaire, are available on [The People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) homepage. The People and Nature Survey team would also welcome collaboration and feedback via their [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"7.1.1","target_id":"7.1","sdg_goal":"7","indicator_sort_order":"07-01-01","graph_title":"Changes in landscape and waterscape character"}