{"goal_meta_link_text":"UN metadata","indicator_reference":"G5","oif_theme":"Natural Beauty and Engagement","oif_headline":"People enjoying and caring about the natural environment","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"People engaged in social action for the environment","national_geographical_coverage":"England","computation_units":"Index (2000 = 100)","graph_title":"G5 (interim), Volunteer time spent on the natural environment in England, 2000 to 2018","graph_annotations":[{"preset":"base_line"}],"source_organisation_1":"Bat Conservation Trust; Botanical Society of Britain & Ireland; British Trust for Ornithology; Canal & River Trust; National Parks England; Natural England; Plantlife; Royal Society for the Protection of Birds; The Conservation Volunteers; The Wildlife Trusts","source_url_1":"https://www.gov.uk/government/statistics/england-biodiversity-indicators","oif_indicator_status":"Interim","oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Focusing on increasing action to improve the environment from all sectors of society"],"oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_commitments":"<ul>\n  <li>None</li>\n</ul>","oif_geographical_scope":"England","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis indicator will track the extent of people’s social action for the environment such as environmental volunteering, participation in conservation work, environmental citizenship such as picking up litter, social action online and donations to environmental organisations. The indicator will assess how well people from all sectors of society are taking action to improve the environment.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. Some data on time spent volunteering are published annually as part of the England biodiversity indicators. An interim indicator based on these data is presented here; it shows volunteer time spent on activities of benefit to the natural environment in England. While the impacts of COVID-19 on the volunteer sector are likely to be considerable, they are not be reflected in the results of this interim indicator because the most recently available data from the [England biodiversity indicators](https://www.gov.uk/government/statistics/england-biodiversity-indicators) predate the onset of the coronavirus pandemic.\n\nInformation on changes in the social action for the environment is now gathered by Natural England using the People and Nature Survey for England. This new survey, which began collecting data in April 2020, builds on the [Monitor of Engagement with the Natural Environment (MENE)](https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results) survey. The first full year of data collection was completed at the end of March 2021; data will now be analysed, and indicators will be finalised. Initial results from 2020, together with further information on the survey methods, outputs and the full questionnaire, are available on The People and Nature Survey homepage. The People and Nature Survey team welcome collaboration and feedback via their [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/). The revised indicator, based on the results of [The People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england), should be published in the Outcome Indicator Framework report in 2022. Considerable work is underway to understand the impacts of COVID-19 on the trends for this revised indicator as part of its development; insight and feedback from stakeholders via the [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/) is also welcome as part of this work.\n\n## Trend description\n\nBetween 2000 and 2018, the index of the amount of time contributed by environmental volunteers in England has fluctuated but overall, it has increased by 49%.\n\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","national_data_update_url_text":"2021-07-16: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/0f8867d92356a3f8dbea5c17f18c7ddf403f96a5","indicator":"7.5.1","target_id":"7.5","sdg_goal":"7","indicator_sort_order":"07-05-01"}