{"computation_units":"Weighted percentage","data_footnote":"Based on data collected between 2 April 2020 and 31 March 2021 (inclusive). Base: Respondents who had visited a green space in the last 14 days. Question [M2A\\_Q9]: ‘To what extent do you agree or disagree with the following statements about this time spent outdoors...1) It was good for my physical health, 2) It was good for my mental health’. Some response options in PANS have been combined for the purposes of this indicator.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Health","value":"Mental health"},{"field":"Health","value":"Physical health"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Mental health":"#F46A25","Physical health":"#12436D"},"graph_category_order":{"Mental health":1,"Physical health":0},"graph_stack_order":["Agree","Neither agree nor disagree","Disagree"],"graph_title":"G7 (interim): Percentage of adults in England reporting that time spent outdoors was good for their physical and mental health, survey year 2020/2021","graph_type":"bar","indicator_name":"Health and wellbeing benefits","indicator_reference":"G7","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>May provide evidence in support of Climate Change Risk Assessment and the Adaptation Sub-Committee’s assessment of the National Adaptation Programme, under the Climate Change Act (2008)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"People enjoying and caring about the natural environment","oif_indicator_status":"Interim","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Making sure that there are high quality, accessible, natural spaces close to where people live and work, particularly in urban areas, and encouraging more people to spend time in them to benefit their health and wellbeing"],"oif_theme":"Natural Beauty and Engagement","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Natural England","title":"Untitled","page_content":"\n## Short description\n\nA growing body of research is evidencing how [improved quality, access to and engagement with nature can impact on health and well-being](https://ore.exeter.ac.uk/repository/handle/10871/36923?show=full), showing the interconnection between our own and our planet’s health. This indicator will therefore aim to show the benefits to human health and well-being that can be gained through England’s natural environments. This includes benefits gained from more people engaging with nature, but also more passive benefits through improvements in natural environments that may impact on human health and well-being (for example, improvements in air quality, climate regulation, and noise mitigation). The indicator will aim to track changes for people in disadvantaged groups and others who may benefit the most.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that presents baseline data on self-reported mental and physical health benefits of nature from Natural England’s nationally representative [People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) (PANS) for adults. PANS began collecting data on an on-going basis from 2 April 2020 and can now report on this interim indicator after one year of data collection (up to 31 March 2021). Further information on PANS survey methods, outputs and the full questionnaires, are available on the [PANS homepage](https://www.gov.uk/government/collections/people-and-nature-survey-for-england#monthly-interim-indicators). The PANS team welcome collaboration and feedback via the [PANS user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nSimilar data for children from the [Children’s People and Nature Survey](https://www.gov.uk/government/statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics) (C-PANS) will be included in the 2023 Outcome Indicator Framework report.\n\nThis interim indicator may be superseded following an assessment of more appropriate national data to evidence the health and well-being implications of improvements in quality, access to and engagement with England’s natural environments.\n\n## Trend description for Figure G7\n\nThe PANS survey cannot yet show yearly trends. However, data from 2020/2021 show that, the majority (94%) of adults who had visited green and natural spaces in the last 14 days felt that spending time outdoors was good for their physical health, and 92% thought it was good for their mental health.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","national_data_update_url_text":"2022-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"7.7.1","target_id":"7.7","sdg_goal":"7","indicator_sort_order":"07-07-01"}