{"goal_meta_link_text":"UN metadata","indicator_reference":"G7","oif_theme":"Natural Beauty and Engagement","oif_headline":"People enjoying and caring about the natural environment","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":false,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Health and wellbeing benefits","national_geographical_coverage":"England","source_url_1":"https://www.ons.gov.uk/economy/environmentalaccounts/bulletins/uknaturalcapitalaccounts/2019","oif_indicator_status":"In development","oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Making sure that there are high quality, accessible, natural spaces close to where people live and work, particularly in urban areas, and encouraging more people to spend time in them to benefit their health and wellbeing"],"oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_commitments":"<ul>\n  <li>May provide evidence in support of Climate Change Risk Assessment and the Adaptation Sub-Committee’s assessment of the National Adaptation Programme, under the Climate Change Act (2008)</li>\n</ul>","oif_geographical_scope":"England","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis indicator will show changes in the health and wellbeing benefits that the natural environment provides for people. These will include benefits for mental and physical health that are gained from accessing nature, but also benefits such as improvements in air quality, climate regulation (for example, urban cooling) and noise mitigation that people obtain whether they access nature or not. The indicator will track changes for people in disadvantaged groups and others who may benefit the most.\n\nFurther research on health and wellbeing benefits is in progress.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021. Information on reported health and wellbeing outcomes from time spent in nature and nature connection, and uptake of green social prescribing, is now gathered by Natural England using the People and Nature Survey for England. This new survey, which began collecting data in April 2020 builds on the [Monitor of Engagement with the Natural Environment (MENE)](https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results) survey. The first full year of data collection was completed at the end of March 2021; data will now be analysed, and indicators will be finalised. Initial results together with further information on the survey methods, outputs and the full questionnaire are available on [The People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) homepage. The People and Nature Survey team would also welcome collaboration and feedback via their [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nA new indicator, derived from the results of the People and Nature survey, should be published in the Outcome Indicator Framework report in 2022. It is likely that the coronavirus pandemic is having an impact on environmental health and wellbeing benefits. Insight and feedback from stakeholders via the [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/) is also welcome as part of this work.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"7.7.1","target_id":"7.7","sdg_goal":"7","indicator_sort_order":"07-07-01","graph_title":"Health and wellbeing benefits"}