{"goal_meta_link_text":"UN metadata","indicator_reference":"H1","oif_theme":"Biosecurity, Chemical and Noise","oif_headline":"Exotic and invasive non-native species","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"bar","data_start_values":[{"field":"Ecosystem","value":"Freshwater"},{"field":"Ecosystem","value":"Marine"},{"field":"Ecosystem","value":"Terrestrial"},{"field":"Invasive species","value":"10% or more"}],"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Abatement of the number of invasive non-native species entering and establishing against a baseline","national_geographical_coverage":"Great Britain","computation_units":"Number of species","data_footnote":"","graph_title":"H1 (interim), Number of invasive non-native species established across or along 10% or more of the land area or coastline of Great Britain, 1960 to 2019","source_organisation_1":"Botanical Society of Britain & Ireland; British Trust for Ornithology; Marine Biological Association; National Biodiversity Network; and UK Centre for Ecology & Hydrology ","source_url_1":"https://jncc.gov.uk/our-work/ukbi-b6-invasive-species/","oif_indicator_status":"Interim","oif_relevant_goal":["Enhancing biosecurity"],"oif_relevant_target":["Managing and reducing the impact of existing plant and animal diseases; lowering the risk of new ones and tackling invasive non-native species"],"oif_natural_capital":["Pressure on natural capital assets"],"oif_commitments":"<ul>\n  <li>Convention on Biological Diversity post-2020 reporting</li>\n  <li>May provide evidence in support of Climate Change Risk Assessments under the Climate Change Act (2008)</li>\n</ul>","oif_geographical_scope":"Great Britain","oif_date_last_updated":"11 June 2021","page_content":"## Short description \n\nBiosecurity measures to prevent the establishment of invasive non-native species are a key element of protecting against their significant economic, environmental and social impacts. This indicator will show how the number of invasive non-native species entering Great Britain has been abated (i.e. reduced) by comparing a predicted trend for establishment of invasive non-native species against actual establishment. Establishment of invasive species depends on factors such as trade and climate change. The difference to the trend in actual establishment then provides a measure of the success of biosecurity measures.\n\nThe indicator will draw on data from the Non-Native Species Information Portal, overseen by the GB Non-Native Species Secretariat, which maintains an early detection, surveillance and monitoring mechanism that facilitates management, including rapid response. This indicator requires significant development, including deciding on which species to include and establishing a baseline for the predicted and established trend.\n\n## Readiness and links to data \n\nThis indicator is not available for reporting in 2021in a finalised form. An interim indicator is presented here that shows trends in the number of [established non-native species in Great Britain](https://jncc.gov.uk/our-work/ukbi-b6-invasive-species/). Further development is required to compare these data against a predicted trend.\n\n## Note\n\nThe indicator shows the change in number of invasive non-native species established across or along 10% or more of the land area or coastline of Great Britain. There are 3,208 non-native species in Great Britain, 2,005 of which are classified as established (reproducing in the wild). This indicator contains 193 non-native species that are considered to be exerting a negative impact on native biodiversity (46 freshwater species, 39 marine species and 108 terrestrial species).\n\n## Trend description \n\nBetween the periods 1960 to 1969 and 2010 to 2019, the number of invasive non-native species established in or along 10% or more of Great Britain’s land area or coastline has increased in the freshwater, terrestrial and marine (coastal) environments, with the greatest increases in numbers having been observed in the marine and terrestrial environments.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","national_data_update_url_text":"2021-07-16: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/be7176c5a403da2e0fd6dfc004df7c8f26fa5eb7","indicator":"8.1.1","target_id":"8.1","sdg_goal":"8","indicator_sort_order":"08-01-01"}