{"national_indicator_available":"Not Available","goal_meta_link_text":"UN metadata","indicator_reference":"H3","oif_theme":"Biosecurity, Chemical and Noise","oif_headline":"Exposure of people and wildlife to harmful chemicals","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_types":[{"series":"H3a (interim)","type":"bar"},{"series":"H3b (interim)","type":"line"}],"graph_stacked_disaggregation":[{"series":"H3a (interim)"}],"graph_titles":[{"series":"H3a (interim)","title":"H3a (interim), UK emissions of mercury to air, land and water, 2016 to 2018"},{"series":"H3b (interim)","title":"H3b (interim), UK emissions of persistent organic pollutants to air, land and water, 2000 to 2016"}],"graph_sources":[{"series":"H3a (interim)","source":"Larger industrial sites data, UK pollutant release and transfer register (UK-PRTR);  Crematoria data, National Atmospheric Emissions Inventory (NAEI)"},{"series":"H3b (interim)","source":"Persistent Organic Pollutants Multimedia Emissions Inventory"}],"graph_notes":[{"series":"H3a (interim)","note":"Emissions of mercury from larger industrial sites (including primary ferrous and non-ferrous metal production, cement production, oil refining and combustion activities over 50 megawatts [coal-fired power stations]) are to air, land and water; emissions from crematoria are to air only. Combined, these sources account for approximately 85% of total mercury emissions in the UK. The balance of emissions come from consumer product waste and contaminated sites; these are not currently included in this indicator."},{"series":"H3b (interim)","note":"Emissions of POPs are to air, land and water; POPs are also present in landfill and other waste streams, which are not currently included in these data. Historical data are available which show significantly reduced emissions prior to 2000; data are presented here from 2000 onwards to focus upon recent trends. "}],"computation_units_by_series":[{"series":"H3a (interim)","units":"Emissions (kg)"},{"series":"H3b (interim)","units":"Index (2000 = 100)"}],"graph_annotations":[{"series":"H3b (interim)","preset":"base_line"}],"data_start_values_by_series":[{"series":"H3a (interim)","field":"Source","value":"Larger industial sites"},{"series":"H3a (interim)","field":"Source","value":"Crematoria"},{"series":"H3b (interim)","field":"Pollutant","value":"Hexachlorobenzene"},{"series":"H3b (interim)","field":"Pollutant","value":"Polychlorinated biphenyl"},{"series":"H3b (interim)","field":"Pollutant","value":"Polychlorinated naphthalenes"},{"series":"H3b (interim)","field":"Pollutant","value":"Pentachlorophenol"},{"series":"H3b (interim)","field":"Pollutant","value":"PentaChloroBenzine"},{"series":"H3b (interim)","field":"Pollutant","value":"Dioxin-like Polychlorinated biphenyl"},{"series":"H3b (interim)","field":"Pollutant","value":"Dioxins and Furans"}],"graph_limits":[{"series":"H3a (interim)","minimum":0,"maximum":3000,"stepSize":500},{"series":"H3b (interim)","minimum":0,"maximum":110,"stepSize":10}],"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Emissions of mercury and persistent organic pollutants to the environment","national_geographical_coverage":"UK","source_url_1":"https://naei.beis.gov.uk/data/data-selector","oif_indicator_status":"Interim","graph_type":"line","oif_relevant_goal":["Managing exposure to chemicals"],"oif_relevant_target":["Fulfilling our commitments under the Stockholm Convention as outlined in the UK’s most recent National Implementation Plan","Reducing land-based emissions of mercury to air and water by 50% by 2030","Seeking in particular to eliminate the use of Polychlorinated Biphenyls by 2025, in line with our commitments under the Stockholm Convention","Substantially increasing the amount of Persistent Organic Pollutants material being destroyed or irreversibly transformed by 2030, to make sure there are negligible emissions to the environment"],"oif_natural_capital":["Pressure on natural capital assets"],"oif_commitments":"<ul>\n  <li>UNEP Stockholm Convention</li>\n  <li>UNECE Convention on Long-Range Transboundary Air Pollution (CLR-TAP) via the European Monitoring and Evaluation Programme (EMEP)</li><li>National Emission Ceilings Regulations</li>\n  <li>UK Regulation on Pollutant Release and Transfer Registry</li>\n  <li>The Persistent Organic Pollutants (Amendment) (EU Exit) Regulations 2020</li>\n  <li>UNEP Minamata Convention on Mercury</li>\n</ul>","oif_geographical_scope":"England; the interim indicator is currently available for the UK.","data_footnote":"","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis indicator shows changes in emissions of mercury and persistent organic pollutants (POPs) to air, land, and water from measured, calculated, and modelled sources.\n\nMercury is toxic, causes damage to human health and accumulates in the environment and the food chain. For mercury, which is covered by the Minamata Convention, combustion sources are particularly significant, and information on emissions is provided annually by larger industrial sites. Other major sources of mercury to air will be gathered from different data sources.\n\nPOPs are chemicals that are extremely persistent in the environment, become widely distributed geographically, are able to accumulate in the tissues of humans and wildlife, and have harmful impacts on human health and the environment. POPs within this indicator refers to pollutants listed under Annex C (unintentional produced) of the Stockholm Convention. The Convention covers a range of substances spanning industrial uses, pesticides, and unintentionally produced substances.\n\n## Readiness and links to data \n\nThis indicator is not available for reporting in a final format in 2021. Further development is required to bring data together from a number of different sources and further work is underway to disaggregate these data to an England-only level. An interim indicator is presented here that shows annual UK emissions of (a) mercury from larger industrial sites and crematoria, and (b) 7 unintentionally produced POP substances (as listed in the Stockholm Convention Annex C): polychlorinated biphenyls; dioxin-like polychlorinated biphenyls; dioxins and furans; hexachlorobenzene; polychlorinated naphthalenes; pentachlorophenol; and pentachlorobenzene from a wide range of sources to air, land, and water. Some information is already published: [Persistent Organic Pollutants Multimedia Emissions Inventory](http://randd.defra.gov.uk/Default.aspx?Menu=Menu&Module=More&Location=None&ProjectID=19672&FromSearch=Y&Publisher=1&SearchText=persistent%20organic%20pollutants&GridPage=1&SortString=ProjectCode&SortOrder=Asc&Paging=10#Description), [National Atmospheric Emissions Inventory](https://naei.beis.gov.uk/data/data-selector), [Pollutant Release and Transfer Registry](https://www.gov.uk/guidance/uk-pollutant-release-and-transfer-register-prtr-data-sets) and [National Reports for the Stockholm Convention](http://www.pops.int/Countries/Reporting/NationalReports/tabid/3668/Default.aspx).\n\n## Note\n\nWhile the currently available data for POPs predate the 25 Year Environment Plan, they reflect the most recently available information on the emissions of the 7 POPs included within this indicator and enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan. Updated data, including results for 2017 and 2018, are expected to be published in Summer 2021; these new data will be reflected in future indicator updates.\n\n## Trend description\n\n**a) Emissions of mercury to air, land and water**\n\nIn 2018, UK emissions of mercury from larger industrial sites and crematoria totalled 2,465 kg, with larger industrial sites accounting for 75% of this total.\n\n**b) Emissions of persistent organic pollutants to air, land and water**\n\nUK emissions of all 7 POPs included within this indicator have fallen between 2000 and 2016.\n\nDioxins and furans are a family of chemicals strongly associated with thermal processes linked to combustion (particularly of waste) and manufacture of metals. Their emissions were already reduced by 60% between 1990 and 2000, with improvements in technology and tighter environmental regulations contributing to this fall. Between 2000 and 2010, emissions of dioxins and furans fell by a further 30% but have since levelled out, with emissions post-2010 largely linked to more diffuse sources such as domestic combustion of solid fossil fuels, accidental fire, and illegal burning of waste.\n\nBy 2013, emissions of hexachlorobenzene had fallen to 26% of their 2000 baseline figure but have risen annually between 2013 and 2016 to reach 42% of emissions in 2000. This is linked to waste incineration and the increasing use of a specific pesticide (chlorothalonil) for which it is a by-product. Emissions of pentachlorophenol have fallen consistently since 2000 to reach 39% of their baseline figure in 2016. Emissions of the remaining 4 POPs have followed a very similar pattern to each other, falling sharply in the first 10 years and then levelling out to between 13% and 18% of their baseline figures in 2016. In particular for polychlorinated biphenyls and dioxin-like polychlorinated biphenyls, this relates to remaining final in-use stocks of heat-transfer fluids in di-electric equipment in the energy transmission networks.\n","national_metadata_update_url_text":"2021-07-19: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/a569830354911cffe813fc32f9a2355021949306","national_data_update_url_text":"2021-07-01: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/6baba752de79735a56745fb5062fffaad90ee2ab","indicator":"8.3.1","target_id":"8.3","sdg_goal":"8","indicator_sort_order":"08-03-01","graph_title":"Emissions of mercury and persistent organic pollutants to the environment"}