{"computation_units_by_series":[{"series":"H3a (interim)","units":"kg"},{"series":"H3b (interim)","units":"Index (2000 = 100)"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Source","series":"H3a (interim)","value":"Larger industrial sites"},{"field":"Source","series":"H3a (interim)","value":"Crematoria"},{"field":"Pollutant","series":"H3b (interim)","value":"Hexachlorobenzene"},{"field":"Pollutant","series":"H3b (interim)","value":"Polychlorinated biphenyl"},{"field":"Pollutant","series":"H3b (interim)","value":"Polychlorinated naphthalenes"},{"field":"Pollutant","series":"H3b (interim)","value":"Pentachlorophenol"},{"field":"Pollutant","series":"H3b (interim)","value":"PentaChloroBenzine"},{"field":"Pollutant","series":"H3b (interim)","value":"Dioxin-like Polychlorinated biphenyl"},{"field":"Pollutant","series":"H3b (interim)","value":"Dioxins and Furans"}],"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line","series":"H3b (interim)"}],"graph_category_color":{"H3a (interim)":{"Crematoria":"#F46A25","Larger industrial sites":"#12436D"},"H3b (interim)":{"Dioxin-like Polychlorinated biphenyl":"#F46A25","Dioxins and Furans":"#3F94DE","Hexachlorobenzene":"#801650","PentaChloroBenzine":"#DC6AAF","Pentachlorophenol":"#8F8F8F","Polychlorinated biphenyl":"#28A197","Polychlorinated naphthalenes":"#12436D"}},"graph_limits":[{"maximum":3000,"minimum":0,"series":"H3a (interim)","stepSize":500},{"maximum":110,"minimum":0,"series":"H3b (interim)","stepSize":10}],"graph_notes":[{"note":"Emissions of mercury from larger industrial sites (including primary ferrous and non-ferrous metal production, cement production, oil refining and combustion activities over 50 megawatts [coal-fired power stations]) are to air, land and water; emissions from crematoria are to air only. At a UK level, these sources together account for approximately 85% of total mercury emissions. The balance of emissions come from consumer product waste and contaminated sites; these are not currently included in this indicator.","series":"H3a (interim)"},{"note":"Emissions of POPs are to air, land and water. POPs are also present in landfill\nand other waste streams, which are not currently included in these data. Historical\ndata are available which show significantly reduced emissions prior to 2000; data\nare presented here from 2000 onwards to focus upon recent trends.\n\nThe England-level POPs emissions presented in Figure H3b have been calculated from\nUK data by attributing emissions from larger industrial sources to their country\nof origin; emissions from other sources have been attributed on a population basis.\nThis approach is considered to give the best available figures for England within\nthe UK context.\n","series":"H3b (interim)"}],"graph_sources":[{"series":"H3a (interim)","source":"Larger industrial sites data, UK pollutant release and transfer register;  Crematoria data, National Atmospheric Emissions Inventory"},{"series":"H3b (interim)","source":"Persistent Organic Pollutants Multimedia Emissions Inventory"}],"graph_stacked_disaggregation":[{"series":"H3a (interim)"}],"graph_titles":[{"series":"H3a (interim)","title":"H3a (interim): Emissions of mercury to air, land and water, England, 2016 to 2019"},{"series":"H3b (interim)","title":"H3b (interim): Emissions of persistent organic pollutants to air, land and water, England, 2000 to 2019"}],"graph_type":"line","graph_types":[{"series":"H3a (interim)","type":"bar"},{"series":"H3b (interim)","type":"line"}],"indicator_name":"Emissions of mercury and persistent organic pollutants to the environment","indicator_reference":"H3","national_geographical_coverage":"England","national_indicator_available":"Not Available","oif_commitments":"<ul>\n  <li>UNEP Stockholm Convention</li>\n  <li>UNECE Convention on Long-Range Transboundary Air Pollution (CLR-TAP) via the European Monitoring and Evaluation Programme (EMEP)</li>\n  <li>National Emission Ceilings Regulations</li>\n  <li>UK Regulation on Pollutant Release and Transfer Registry</li>\n  <li>The Persistent Organic Pollutants (Amendment) (EU Exit) Regulations 2020</li>\n  <li>UNEP Minamata Convention on Mercury</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Exposure of people and wildlife to harmful chemicals","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Managing exposure to chemicals"],"oif_relevant_target":["Fulfilling our commitments under the Stockholm Convention as outlined in the UK’s most recent National Implementation Plan","Reducing land-based emissions of mercury to air and water by 50% by 2030","Seeking in particular to eliminate the use of Polychlorinated Biphenyls (PCBs) by 2025, in line with our commitments under the Stockholm Convention","Substantially increasing the amount of Persistent Organic Pollutants (POPs) material being destroyed or irreversibly transformed by 2030, to make sure there are negligible emissions to the environment"],"oif_theme":"Biosecurity, Chemical and Noise","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows changes in emissions of mercury and persistent organic pollutants (POPs) to air, land, and water from measured, calculated, and modelled sources.\n\nMercury is toxic, causes damage to human health and accumulates in the environment and the food chain. For mercury, which is covered by the Minamata Convention, combustion sources are particularly significant, and information on emissions is provided annually by larger industrial sites. Other major sources of mercury to air will be gathered from different data sources.\n\nPOPs are chemicals that are extremely persistent in the environment, become widely distributed geographically, are able to accumulate in the tissues of humans and wildlife, and have harmful impacts on human health and the environment. POPs within this indicator refers to pollutants listed under Annex C (unintentional produced) of the Stockholm Convention. The Convention covers a range of substances spanning industrial uses, pesticides, and unintentionally produced substances.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in a final format in 2022 as further development is required to bring data together from a number of different sources. A revised interim indicator is presented here that shows annual England-level emissions of (a) mercury from larger industrial sites and crematoria, and (b) 7 unintentionally produced POP substances (as listed in the Stockholm Convention Annex C): polychlorinated biphenyls; dioxin-like polychlorinated biphenyls; dioxins and furans; hexachlorobenzene; polychlorinated naphthalenes; pentachlorophenol; and pentachlorobenzene from a wide range of sources to air, land, and water. These POPs data are a disaggregation of the annual UK-level data previously presented in this indicator.\n\nSome information is already published: [Pollution Inventory](https://data.gov.uk/dataset/cfd94301-a2f2-48a2-9915-e477ca6d8b7e/pollution-inventory), [National Atmospheric Emissions Inventory](https://naei.beis.gov.uk/reports/reports?report_id=1030), [Persistent Organic Pollutants Multimedia Emissions Inventory](http://randd.defra.gov.uk/Default.aspx?Menu=Menu&Module=More&Location=None&ProjectID=19672&FromSearch=Y&Publisher=1&SearchText=persistent%20organic%20pollutants&GridPage=1&SortString=ProjectCode&SortOrder=Asc&Paging=10#Description), and [National Reports for the Stockholm Convention](http://www.pops.int/Countries/Reporting/NationalReports/tabid/3668/Default.aspx). [Population estimates](https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/populationestimates) used to apportion some UK emissions of POPs at an England level are also published annually.\n\nFor further information on the methodology used to produce this indicator email [chemicalrestrictions@environment-agency.gov.uk](mailto:chemicalrestrictions@environment-agency.gov.uk).\n\n## Trend description for Figures H3a and H3b\n\n### H3a) Emissions of mercury to air, land and water\n\nIn 2019, emissions of mercury from larger industrial sites and crematoria in England totalled 1,652 kg, with larger industrial sites accounting for 68% of this figure.\n\n### H3b) Emissions of persistent organic pollutants to air, land and water\n\nEmissions attributed to England for all 7 POPs included within this indicator have fallen between 2000 and 2019.\n\nDioxins and furans are a family of chemicals strongly associated with thermal processes linked to combustion (particularly of waste) and manufacture of metals. Their emissions were already reduced by over 60% between 1990 and 2000, with improvements in technology and tighter environmental regulations contributing to this fall. Between 2000 and 2010, emissions of dioxins and furans fell by a further 43% but have since levelled out, with emissions post-2010 largely linked to more diffuse sources such as domestic combustion of solid fossil fuels, accidental fire, and illegal burning of waste.\n\nBy 2013, emissions of hexachlorobenzene had fallen to 27% of their 2000 baseline figure but they have risen annually since then to reach 52% of emissions in 2000. This is linked to waste incineration and the increasing use of a specific pesticide (chlorothalonil) for which it is a by-product. Emissions of pentachlorophenol have fallen consistently since 2000 to reach 31% of their baseline figure in 2019. Emissions of the remaining 4 POPs have followed a very similar pattern to each other, falling sharply in the first 10 years and then levelling out to between 11% and 18% of their baseline figures in 2019. In particular for polychlorinated biphenyls and dioxin-like polychlorinated biphenyls, this relates to remaining final in-use stocks of heat-transfer fluids in di-electric equipment in the energy transmission networks.\n\n## Assessment of change\n\nA decrease (or improvement) was observed for all emissions of persistent organic pollutants (POPs) to air land and water covered by the interim H3 indicator, over the medium and long term. Most POPs also decrease over the most recent 5 years for which trends can be assessed (2013 to 2018); however, little or no change was seen in emission of polychlorinated naphthalenes during this period, and there was an increase (deterioration) in hexachlorobenzene.\n\nChange since 2018 has also been assessed. Since 2018, there has been a mixed picture with 3 POPs decreasing, 3 showing little or no change, and hexachlorobenzene increasing. However, this is based on only 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table H3bi: Assessment of change in the emissions of dioxins and furans to air, land and water, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -5 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -19.2 (smoothed Loess) | Improvement |\n| Long term | 2000-2018 | -53.1 (smoothed Loess) | Improvement |\n\n### Table H3bii: Assessment of change in the emissions of hexachlorobenzene to air, land and water, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +57.2 (smoothed Loess) | Deterioration |\n| Medium term | 2008-2018 | -27.9 (smoothed Loess) | Improvement |\n| Long term | 2000-2018 | -46.4 (smoothed Loess) | Improvement |\n\n### Table H3biii: Assessment of change in the emissions of pentachlorophenol to air, land and water, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -28.6 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -47.1 (smoothed Loess) | Improvement |\n| Long term | 2000-2018 | -66.3 (smoothed Loess) | Improvement |\n\n### Table H3biv: Assessment of change in the emissions of polychlorinated biphenyl to air, land and water, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -28.3 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -59.1 (smoothed Loess) | Improvement |\n| Long term | 2000-2018 | -88.3 (smoothed Loess) | Improvement |\n\n### Table H3bv: Assessment of change in the emissions of dioxin-like polychlorinated biphenyl to air, land and water, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -40.3 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -61.4 (smoothed Loess) | Improvement |\n| Long term | 2000-2018 | -88.2 (smoothed Loess) | Improvement |\n\n### Table H3bvi: Assessment of change in the emissions of polychlorinated naphthalenes to air, land and water, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +2.7 (smoothed Loess) | Little or no change |\n| Medium term | 2008-2018 | -34.9 (smoothed Loess) | Improvement |\n| Long term | 2000-2018 | -81.7 (smoothed Loess) | Improvement |\n\n### Table H3bvii: Assessment of change in the emissions of pentachlorobenzine to air, land and water, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -15.5 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -34.2 (smoothed Loess) | Improvement |\n| Long term | 2000-2018 | -84.6 (smoothed Loess) | Improvement |\n\nNote that assessment categories for the short, medium and long term were assigned based on smoothed data, so percent change figures in Tables H3bi to H3bvii may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","national_data_update_url_text":"2022-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"8.3.1","target_id":"8.3","sdg_goal":"8","indicator_sort_order":"08-03-01","graph_title":"Emissions of mercury and persistent organic pollutants to the environment"}