{"oif_statistical_classification":"Experimental","goal_meta_link_text":"UN metadata","indicator_reference":"H4","oif_theme":"Biosecurity, Chemical and Noise","oif_headline":"Exposure of people and wildlife to harmful chemicals","oif_relevant_goal":["Thriving plants and wildlife","Managing exposure to chemicals"],"oif_natural_capital":["Pressure on natural capital assets"],"oif_commitments":"<ul>\n  <li>Marine Strategy Regulations 2010 and the assessment of Good Environmental Status  in Regional Seas</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li><li>Water Environment (Water Framework Directive) Regulations 2017</li>\n  <li>Water Framework Directive (Standards and Classification) Directions (England and Wales) 2015</li>\n</ul> ","reporting_status":"Interim","embedded_feature_layout":"single","embedded_feature_tab_title":"Dashboard, H4 (interim)","embedded_feature_title":"H4 (interim), Exposure of wildlife to chemicals in the environment in England and, for some marine components the UK; up to 2019 where available","embedded_feature_html":"components/embedded-features/H4.html","embedded_feature_footer":"components/embedded-features/H4-footer.html","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Exposure and adverse effects of chemicals on wildlife in the environment","national_geographical_coverage":"England (UK for some marine components)","oif_indicator_status":"Interim","source_url_1":"https://www.bodc.ac.uk/projects/data_management/uk/merman/","data_footnote":"","oif_date_last_updated":"11 June 2021","oif_relevant_target":["None"],"oif_geographical_scope":"England and UK for some marine components.","hide_chart":true,"hide_table":true,"page_content":"## Short description\n\nThis indicator tracks changes in the exposure of wildlife to chemicals in the environment and considers the risks to wildlife from chemicals in terrestrial, freshwater and marine ecosystems. Data are currently available for specific chemicals in birds of prey, water, fish, mammals, and shellfish. Other exposure data for chemicals will be incorporated should they become available in the future. The indicator will also be developed to consider the adverse effects of chemicals on wildlife populations and individuals.\n\nThis indicator is complementary to other indicators within the framework that give data on environmental pressures from chemicals, for example ‘B1 Pollution loads entering waters’ and ‘H3 Emissions of mercury and persistent organic pollutants to the environment’.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. An interim indicator is presented here as an Experimental Statistic that covers the exposure of wildlife to chemicals in the environment and, where feasible, the risk from different types of chemicals to wildlife on land and in water. The indicator is based on chemical \nconcentrations found in water and in different organisms – sparrowhawk/red kite, red fox (data extraction under development), freshwater fish, otter, blue mussel, dab, and harbour porpoise. It covers 3 environmental compartments: terrestrial, freshwater and marine (estuarine, coastal and offshore) The chemicals are representative of 3 groups highlighted for attention under the 25 Year Environment Plan: persistent, bioaccumulative and toxic (PBT) substances, heavy metals, and pesticides and biocides.\n\nThese data are being published as an Experimental Statistic in order to facilitate user involvement in the development of this indicator. We would therefore welcome any feedback on these statistics, particularly on their usefulness and value, via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk). Further details on the indicator development and data analysis used are given in the supporting [H4 indicator report](https://www.gov.uk/government/publications/exposure-and-adverse-effects-of-chemicals-on-wildlife-in-the-environment-interim-h4-indicator). Some data relevant to this indicator are published: [Predatory Bird Monitoring Scheme – contaminant exposure](https://pbms.ceh.ac.uk/content/chemicals-monitored), [Water Quality Data Archive](https://environment.data.gov.uk/water-quality/view/landing), [British Oceanographic Data Centre – Monitoring and Assessment National database (MERMAN)](https://www.bodc.ac.uk/projects/data_management/uk/merman/).\n\nA trial of this interim indicator was independently reviewed in 2020. We will continue to work with partners through 2021 to improve our reporting based on recommendations and our findings. We will seek to address data gaps for all substances to get a fuller picture across compartments and improve our ability to report exposure trends. Future work will also consider methods for reporting the effects on wildlife of chemicals in the environment.\n\n## Note\n\nAvailable thresholds for wildlife have been used to provide context to the most-recent national concentrations; their use to indicate risk does not represent a compliance assessment and should not be compared with other regulatory reporting regimes which may use values with different protection goals. The approach for deriving thresholds is specific to the wildlife or environmental medium being considered because of the data available and the purpose for which it was gathered. Monitoring networks and thresholds can change over time.\n\nThe freshwater risk assessment for pesticides is currently based on a threshold for short-term toxic effects. In the future, a long-term threshold will be used to reflect risks from chronic exposure.\n\nAdditional data are available for otter, freshwater fish and red fox which cannot be incorporated into the dashboard at present, but are provided in the supporting report to this indicator. The report also contains information on spatial variation in results for freshwater metals sites and for marine fish.  \n  \n## Trend description\n\n**PBT substances**\n\nDownward trends are observed for polybrominated diphenyl ethers (PBDEs) and polychlorinated biphenyls (PCBs) in marine fish (dab) and for PBDEs and perfluorooctanesulfonic acid in harbour porpoise. These trends are particularly evident for PBDEs.\n\nExceedance of thresholds is most significant for mercury in the freshwater and marine environments, followed by PCBs in the marine environment. The result for mercury in dab may be over-precautionary for reasons given in the supporting report.\n\n**Heavy metals**\n\nFor heavy metals, downward trends are observed for nickel and zinc in sparrowhawks, although the data are only available up to 2014. There is an upward trend for nickel in dab, \nwhich is driven by eastern and southern coastal marine sites.\n\nThe exceedance of the nickel threshold in estuarine and coastal waters is only driven by one site. Zinc shows the highest rate of threshold exceedance of the metals in both freshwater and estuarine and coastal waters.\n\nWhile the freshwater data for heavy metals show no change in concentrations from 2014 to 2019, these results can be split into 2 types: those for sites where the waters are affected by abandoned metal mines and those for sites in other locations. Cadmium and copper exhibit downward trends for the ‘other’ sites over the assessed time period. For waters affected by abandoned metal mines, their elevated levels of metals mean that they comprise a high proportion of those sites above available thresholds, except for nickel \nwhere sites in other locations comprise the majority of those at risk.\n\n**Pesticides and biocides**\n\nIt is not possible to assess trends currently for pesticides and second-generation anticoagulant rodenticides (SGARs). Risk is indicated for less than a quarter of sites or \nindividuals considered for pesticides in water and SGARs in red kite.\n","national_metadata_update_url_text":"2021-08-04: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/9a6e71d38ab84cc2ba3404f22b44899e144e50eb","indicator":"8.4.1","target_id":"8.4","sdg_goal":"8","indicator_sort_order":"08-04-01","graph_title":"Exposure and adverse effects of chemicals on wildlife in the environment"}