{"computation_units":"Recycling rate (%)","data_footnote":"The recycling measure reported in this indicator changed from ‘household waste’ to ‘waste from households’ in 2010/2011. The earlier ‘household waste’ recycling   measure was based on a slightly broader definition of waste than the ‘waste from households’ measure and results from the 2 measures are therefore not directly comparable (see ‘glossary’ section of the source statistical publication on <a href=https://www.gov.uk/government/statistics/local-authority-collected-waste-management-annual-results>Local authority collected waste management</a> for further details). Data for both measures are for April to March (financial years).\n","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Reporting type","value":"Household waste recycling rate (2000/2001 to 2010/2011)"},{"field":"Reporting type","value":"Waste from households recycling rate (2010/2011 to 2020/2021)"}],"goal_meta_link_text":"UN metadata","graph_title":"J3 (interim): ‘Household waste’ and ‘waste from households’ recycling rates in England, 2000/2001 to 2020/2021","graph_type":"line","indicator_name":"Municipal waste recycling rates","indicator_reference":"J3","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; some data are available for local authorities.","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Minimising waste"],"oif_relevant_target":["Working towards our ambition of zero avoidable waste by 2050"],"oif_theme":"Resource Use and Waste","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows changes in municipal waste recycling rates in England. The municipal waste recycling rate is the fraction of household waste and waste similar in nature and composition to household waste, which is recycled. The indicator reflects levels of everyday waste that is recycled and not sent for final disposal. Development of the Defra ‘waste tracking’ tool and further integration with data collected by local authorities will close some of the data gaps and enable collection of more comprehensive data.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows trends in ‘[household waste’ and ‘waste from households’ recycling rates](https://www.gov.uk/government/statistics/local-authority-collected-waste-management-annual-results). These [waste data](https://www.gov.uk/government/statistical-data-sets/env18-local-authority-collected-waste-annual-results-tables) are already published annually as National Statistics. Further development is required to include waste that is similar in nature and composition to household waste such as non-household municipal waste. Information is available about the development of Defra’s ‘[waste tracking’](https://www.gov.uk/government/collections/waste-management-smart-tracking-of-waste-govtech-catalyst) tool.\n\n## Trend description for Figure J3\n\nIn the 2020/2021 financial year, the recycling rate for ‘waste from households’ was 43.8%, up 1.9 percentage points on the equivalent figure for 2010/2011 (when the measure was first reported), but down 1.7 percentage points since 2019/2020.\n\n## Assessment of change\n\nIn 2011, there was a change in the methodology used to produce for the Municipal waste recycling rates indicator. As this was not directly comparable to the previous method, we have only assessed trends using data following the new method. This limits the length of time series available, so no assessment is provided for medium and long-term time periods.\n\nLittle or no change was observed over the most recent 5 years for which trends can be assessed (2015 to 2020). This is in contrast to historic improvements recorded using the old method.\n\nChange since 2018 has also been assessed. There has been little or no change in municipal recycling rates since 2018, based on 4 years of data. We set a minimum of 5 data points for the production of a robust trend for this assessment so this result should be treated with caution until the next iteration is available.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table J3: Assessment of change in ‘household waste’ and ‘waste from households’ recycling rates in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014/2015-2019/2020 | +0.5 (smoothed Loess) | Little or no change |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\nNote that assessment categories were assigned based on smoothed data, so percent change figures in Table J3 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen between the first and last years in the specified date range.\n","national_metadata_updated_date":"2023-03-06","national_data_updated_date":"2023-03-06","national_metadata_update_url_text":"2023-03-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","national_data_update_url_text":"2023-03-06: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","indicator":"9.3.1","target_id":"9.3","sdg_goal":"9","indicator_sort_order":"09-03-01"}