{"computation_units_by_series":[{"series":"J6a (interim)","units":"Number of sites"},{"series":"J6b (interim)","units":"Number of incidents (000's)"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Site type","series":"J6a (interim)","value":"Total active sites"},{"field":"Site type","series":"J6a (interim)","value":"Active high-risk sites"},{"field":"Methodology","series":"J6b (interim)","value":"Old methodology"},{"field":"Methodology","series":"J6b (interim)","value":"New methodology"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"J6a (interim)":{"Active high-risk sites":"#F46A25","Total active sites":"#12436D"},"J6b (interim)":{"New methodology":"#F46A25","Old methodology":"#12436D"}},"graph_notes":[{"note":"Data are for April to March (financial years).<br/><br/>Illegal waste site data for 2009/2010 and 2010/2011 are for the total number of active waste sites; a breakdown of these data into active sites and active high-risk sites is not available. Concerted sampling efforts from the Environment Agency to identify and investigate illegal waste sites resulted in a peak number being observed in 2011/2012. In subsequent years, activity focused on interventions to disrupt and deal with offenders and close down illegal waste sites. There is a low level of confidence in the 2020/2021 data, as the COVID-19 pandemic impeded the Environment Agency’s ability to identify illegal waste sites.","series":"J6a (interim)"},{"note":"Data are for April to March (financial years).<br/><br/>The methodology used to calculate the total number of fly-tipping incidents in England was changed in 2019/2020 and results derived by using the new methodology are not comparable to those derived from the old methodology. These methodological changes have also been applied to the 2018/2019 results in order to show the effects of adopting the new methodology. Detailed information on these changes can be found in the reporting basis section of the source <a href=https://www.gov.uk/government/statistics/fly-tipping-in-england> Fly-tipping statistics </a> publication. For years 2007/2008 to 2017/2018 there is some level of estimation in the fly-tipping data, where returns for certain local authorities were missing or incomplete.","series":"J6b (interim)"}],"graph_sources":[{"series":"J6a (interim)","source":"Environment Agency"},{"series":"J6b (interim)","source":"Defra"}],"graph_titles":[{"series":"J6a (interim)","title":"J6a (interim): Illegal waste sites in England, 2009/2010 to 2020/2021"},{"series":"J6b (interim)","title":"J6b (interim): Fly-tipping incidents in England, 2007/2008 to 2020/2021"}],"graph_type":"bar","indicator_name":"Waste Crime","indicator_reference":"J6","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England and at individual site or facility level.","oif_headline":"Resource efficiency and waste","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Minimising waste"],"oif_relevant_target":["Seeking to eliminate waste crime and illegal waste sites over the lifetime of this Plan, prioritising those of highest risk. Delivering a substantial reduction in litter and littering behaviour"],"oif_theme":"Resource Use and Waste","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks changes in the scale of key aspects of waste crime. Waste crime is a broad term encompassing fly-tipping, illegal waste sites, illegal waste exports, the misdescription of waste and illegal waste dumping, among other illegal waste-related activities. If not handled properly, waste can cause serious pollution of the environment – air, land and water, which can also be harmful to health. It further reduces the availability of resources from waste. Current data reported include illegal waste sites and fly-tipping. The underpinning data can be used to establish the level of criminal activity for some aspects of waste crime and geographic distribution. Options for further development will be considered, including the impacts and behavioural aspects of waste crime, the amount and types of potential resources lost through waste crime, and to reflect the need for targeting and effective enforcement to deliver reductions in the level of criminal activities.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows the number of: (a) illegal waste sites and (b) fly-tipping incidents in England. Some data on [illegal waste sites (waste crime)](https://www.gov.uk/government/publications/environment-agency-2020-data-on-regulated-businesses-in-england) and [fly-tipping](https://www.gov.uk/government/statistics/fly-tipping-in-england) are already published, but further work is required to develop the final indicator.\n\n## Trend description for Figures J6a and J6b\n\n### J6a) Illegal waste sites\n\nThe total number of illegal waste sites in England fell from a peak of 1,011 active sites in the financial year 2011/2012 to 556 active sites in 2013/2014. Since then, the number increased gradually, reaching 685 sites in 2018/2019, before falling again to 470 sites in 2020/2021. Within this total, the number of active high-risk illegal waste sites fell by 44% from a peak of 353 sites in 2012/2013 to 197 sites in 2020/2021.\n\n### J6b) Fly-tipping incidents\n\nThe total number of fly-tipping incidents reported in England fell from 1.28 million incidents in the financial year 2007/2008 to 715,000 incidents in 2012/2013. Since these initial reductions, the number of incidents reported under the old methodology increased to over 1 million (1.07 million) between 2012/2013 and 2018/2019. The total number of fly-tipping incidents reported in 2018/2019 under the new methodology was 957,000. In the 2 years to 2020/2021, this total increased by 18.5% to 1.13 million incidents.\n\n## Assessment of change\n\nThere has been an improvement recorded over the medium term for both interim indicators for J6: J6a Illegal waste sites in England and J6b Fly-tipping incidents in England. However, in the most recent 5 years for which trends can be assessed (2012 to 2017), fly tipping incidents have begun to increase again (meaning a deterioration for the indicator) and progress has stalled for illegal waste sites with an assessment of ‘little or no change’.\n\nThe time series for both J6 indicator component’s are not yet long enough for a long-term assessment. A new methodology was introduced in 2018 for J6b but, as this was not directly comparable to the previous method and only 3 data points are so far available, just data based on the old method were included in the assessment.\n\nChange since 2018 has also been assessed. Illegal waste sites decreased in 2019 (an improvement) while fly tipping incident increased (a deterioration). However, this is based on only 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table J6a: Assessment of change in the total number of active illegal waste sites in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -1.4 (smoothed Loess) | Little or no change |\n| Medium term | 2008-2018 | -14.7 (smoothed Loess) | Improvement |\n| Long term | N/A | N/A | Not assessed |\n\n### Table J6b: Assessment of change in the number of fly-tipping incidents in England (using old methodology)\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +36.0 (smoothed Loess) | Deterioration |\n| Medium term | 2008-2018 | -22.0 (smoothed Loess) | Improvement |\n| Long term | N/A | N/A | Not assessed |\n\nNote that assessment categories were assigned based on smoothed data, so percent change figures in Tables J6a and J6b may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"9.6.1","target_id":"9.6","sdg_goal":"9","indicator_sort_order":"09-06-01","graph_title":"Waste Crime"}