{"computation_units":"Index (2005 = 100)","data_footnote":"The time series of this indicator has changed since our last report in 2021. Previously, we reported data from 1998 onwards. However, this year data are only available from 2005.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Pollutant","value":"NH3"},{"field":"Pollutant","value":"PM2.5"},{"field":"Pollutant","value":"NMVOC"},{"field":"Pollutant","value":"NOx"},{"field":"Pollutant","value":"SO2"}],"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line","series":""}],"graph_category_color":{"NH3":"#28A197","NMVOC":"#F46A25","NOx":"#12436D","PM2.5":"#801650","SO2":"#3F94DE"},"graph_limits":[{"maximum":110,"minimum":0,"stepSize":10}],"graph_title":"A1: Emissions for five key air pollutants in England, 2005 to 2019","graph_type":"line","indicator_name":"Emissions for five key air pollutants","indicator_reference":"A1","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Emissions Reduction Commitments for the UK</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Air quality","oif_indicator_status":"Final","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Clean air","Thriving plants and wildlife"],"oif_relevant_target":["Meeting legally binding targets to reduce emissions of five damaging air pollutants","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Air","published":true,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Ricardo Energy and Environment","title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows changes in the emissions of the 5 key air pollutants: sulphur dioxide (SO2), fine particulate matter (PM2.5),nitrogen oxides (NOX), non-methane volatile organic compounds (NMVOC) and ammonia (NH3). Air pollution has negative impacts on human health and the environment. Long-term exposure to particulate matter contributes to the risk of developing cardiovascular diseases and lung cancer. As well as being emitted directly, particulate matter can be formed in the atmosphere from reactions between other pollutants, of which SO2, NOX, NMVOCs and NH3 are the most important. NOX and NH3 emissions can be deposited in soils or in rivers and lakes, for example, through rain. Resulting nutrient nitrogen deposition affects the nutrient levels and diversity of species in sensitive environments, for example, by encouraging algae growth in lakes and water courses and by producing ozone (O3) which damages crops and leads to impacts on wildlife through enhanced nutrient levels.\n\nThis indicator is an assessment of pressures on the atmosphere caused by the emissions of 5 key pollutants, which when concentrated in the air or deposited have impacts on human health and ecosystems.\n\n## Readiness and links to data\n\nEmissions data are published annually in the [Air Quality Pollutant Inventories 2005-2019](https://naei.beis.gov.uk/reports/reports?report_id=1030).\n\n## Note on Figure A1\n\nConsultation with the devolved administrations led to the agreement to limit updates to historic devolved administration air pollutant inventories to 2005 as this is the base year for legally binding emissions reductions commitments. This also allows more resource to be allocated to the development of more recent years of the time series for which there is better access to updated methods and data. A [UK-wide historic time series of emissions](https://www.gov.uk/government/statistics/emissions-of-air-pollutants) remains available back to 1970, published as part of Defra’s annual emissions reporting each February.\n\n## Trend description for Figure A1\n\nEmissions for all 5 key air pollutants (ammonia, fine particulate matter, nitrogen oxides, non-methane volatile organic compounds and sulphur dioxide) in England have fallen over the latest 15 years for which annual, country-level data are available. Emissions of SO2 have seen the greatest reductions, falling by 80% between 2005 and 2019. Emissions of NOx and NMVOCs and have also fallen considerably, by 53% and 37% respectively; emissions of PM2.5 and NH3 have fallen by 15% and 3% respectively over the same period.\n\nMore recently, the trends in annual emissions of PM2.5 and NMVOC have levelled off and emissions of NH3 have increased. For PM2.5, decreases in emissions from many sources have been partially offset by increases in emissions from residential burning (domestic combustion); emissions of PM2.5 from this source increased by 66% between 2005 and 2019.\n\n## Assessment of change\n\nFour of the air pollutants measured by the A1 indicator have shown an improvement in the most recent 5-year period for which trends can be assessed (2013 to 2018), and over the medium and long-term time periods. However, emissions of NH3 have been increasing over the short and medium term. More detailed reporting mentioned in the ‘Readiness and links to data’ section for this indicator may provide insights into the factors behind this change in NH3 emissions. This assessment does not consider whether any improvement is on a sufficient scale for meeting targets. [Projections towards air emissions targets](https://naei.beis.gov.uk/overview/making-projections) set at a UK scale are available to supplement this assessment.\n\nChange since 2018 has also been assessed. SO2 and NOx emissions showed an improvement in 2019, while NH3, NMVOC and PM2.5 emissions showed little or no change. However, this is based on only 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table A1i: Assessment of change in emissions of ammonia (NH3) in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +4.5 (smoothed Loess) | Deterioration |\n| Medium term | 2008-2018 | +3.6 (smoothed Loess) | Deterioration |\n| Long term | 2005-2018 | -2.4 (smoothed Loess) | Little or no change |\n\n### Table A1ii: Assessment of change in emissions of non-methane volatile organic compounds (NMVOC) in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -5.2 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -23.8 (smoothed Loess) | Improvement |\n| Long term | 2005-2018 | -37.8 (smoothed Loess) | Improvement |\n\n### Table A1iii: Assessment of change in emissions of nitrogen oxides (NOx) in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -22.4 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -40.7 (smoothed Loess) | Improvement |\n| Long term | 2005-2018 | -53.4 (smoothed Loess) | Improvement |\n\n### Table A1iv: Assessment of change in emissions of fine particulate matter (PM2.5) in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -4.1 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -6.7 (smoothed Loess) | Improvement |\n| Long term | 2005-2018 | -14.0 (smoothed Loess) | Improvement |\n\n### Table A1v: Assessment of change in emissions of sulphur dioxide (SO2) in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -56.3 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -68.3 (smoothed Loess) | Improvement |\n| Long term | 2005-2018 | -79.4 (smoothed Loess) | Improvement |\n\nNote that assessment categories for short, medium and long term were assigned based on smoothed data so percent change figures in Tables A1i to A1v may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-05","national_data_updated_date":"2022-08-05","national_metadata_update_url_text":"2022-08-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","national_data_update_url_text":"2022-08-05: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","indicator":"1.1.1","target_id":"1.1","sdg_goal":"1","indicator_sort_order":"01-01-01"}