{"computation_units":"MtCO2e","data_footnote":"No data are available for 1991 to 1994 inclusive, 1996 and 1997.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Sector","value":"Agriculture"},{"field":"Sector","value":"Fluorinated gases"},{"field":"Sector","value":"Net removals by forestry sink"},{"field":"Sector","value":"Net emissions from land use & land use change"},{"field":"Sector","value":"Waste"},{"field":"Sector","value":"Net total including forestry sink"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Agriculture":"#12436D","Fluorinated gases":"#F46A25","Net emissions from land use & land use change":"#801650","Net removals by forestry sink":"#3F94DE","Net total including forestry sink":"#000000","Waste":"#28A197"},"graph_category_order":{"Agriculture":2,"Fluorinated gases":2,"Net emissions from land use & land use change":2,"Net removals by forestry sink":2,"Net total including forestry sink":1,"Waste":2},"graph_mixed_type":[{"field":"Sector","type":"scatter","value":"Net total including forestry sink"}],"graph_stacked_disaggregation":true,"graph_title":"A2: Emissions of greenhouse gases from natural resources in England by sector, 1990 to 2019","graph_type":"bar","indicator_name":"Emissions of greenhouse gases from natural resources","indicator_reference":"A2","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>UN Framework Convention on Climate Change (UNFCCC) greenhouse gas emissions inventory data for Agriculture, Land Use, Land Use Change and Forestry (LULUCF), Waste Management and Industrial Processes</li>\n  <li>The UK Climate Change Act 2008 requires an annual report by the Committee on Climate Change to parliament on whether the UK is on course to meet its carbon budgets and targets</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Greenhouse gas emissions","oif_indicator_status":"Final","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Mitigating and adapting to climate change"],"oif_relevant_target":["Continuing to cut net greenhouse gas emissions including from land use, land use change, the agriculture and waste sectors and the use of fluorinated gases","The UK Climate Change Act commits the UK to reducing greenhouse gas emissions by at least 100% of 1990 levels (net zero) by 2050"],"oif_theme":"Air","published":true,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Department for Business, Energy & Industrial Strategy","title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks the changes in greenhouse gas (GHG) emissions from natural resources as described in the [Clean Growth Strategy](https://www.gov.uk/government/publications/clean-growth-strategy). GHGs contribute to global climate change which is a pressure on many aspects of our environment. The indicator shows the annual net amount of GHG emissions from land use and land use change, forestry, agriculture, and waste sectors and from the use of fluorinated gases. It measures GHG emissions on a ‘territorial’ basis, which means that only emissions occurring within England’s borders are included.\n\n## Readiness and links to data\n\nUnderlying data are published annually in the [Greenhouse Gas Inventories 1990 to 2019](https://naei.beis.gov.uk/reports/reports?report_id=1019). Additional information is also published annually in [UK Spatial Emissions Methodology 2019](https://naei.beis.gov.uk/reports/reports?report_id=1024) and mapping of the UK Greenhouse Gas Inventory sectors to the sectors used in this indicator is available in the [Net Zero Strategy: emissions taxonomy](https://www.gov.uk/government/publications/net-zero-strategy).\n\n## Note on Figure A2\n\nThe data in this indicator are reflective of the current definition for GHGs from natural resources, they may be subject to change in future updates.\n\nThe whole time series is revised annually to take account of any methodological improvements, reflect the latest data, and follow the latest international guidelines. Two revisions in particular have had a marked impact on the 2022 update of this indicator:\n\nFirst, methodologies for wetlands from the Intergovernmental Panel on Climate Change (IPCC) report 2013 supplement to the 2006 IPCC guidelines for National Greenhouse Gas Inventories: Wetlands' have been implemented in the 1990 to 2019 Greenhouse Gas Inventory to better represent emissions from drained and rewetted inland organic soils (peatlands). This has increased emissions estimates predominantly in the land use and land use change category. Including the impact of other changes as well, land use and land use change emissions estimates in England have increased overall by around 6 million tonnes of carbon dioxide equivalent (MtCO2e) each year from 1990 to 2018 compared with figures published last year.\n\nSecond, a new UK-specific version of ‘HFC Outlook’, a model previously developed to support the UN Environment Programme and European partnership for Energy and Environment has also been implemented in the 1990 to 2019 Greenhouse Gas Inventory to better represent emissions from Refrigeration, Air Conditioning and Heat Pumps included within the fluorinated gases category.\n\nFurther details on both these and other revisions can be found in the [2019 UK greenhouse gas emissions: final figures - statistical release.](https://eur03.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.gov.uk%2Fgovernment%2Fstatistics%2Ffinal-uk-greenhouse-gas-emissions-national-statistics-1990-to-2019&data=04%7C01%7CSimon.Hatfield%40defra.gov.uk%7Cf35bf54f415547d1340808da1e082497%7C770a245002274c6290c74e38537f1102%7C0%7C0%7C637855317571345500%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000&sdata=Trvq1kann77C7p5cyPXic5wy6ALSUpIolGVKcjrP2sY%3D&reserved=0)\n\n## Trend description for Figure A2\n\nAfter a small initial increase, net emissions of GHGs from natural resources in England have fallen by 50%, from 111 MtCO2e in 1990 to 56 MtCO2e in 2019. Net GHG emissions have fallen from all sectors included within this indicator; however, the greatest reduction has been achieved in the waste sector (38 MtCO2e or 71%). While net emissions from land use and land use change, and emissions from fluorinated gases and agriculture have fallen by 33%, 33% and 16% respectively, and net removals by the forestry sector have increased by 14%, the total net improvements in these 4 sectors combined (17 MtCO2e) is less than half of that achieved in the waste sector. More recently, for example, in the latest 10 years, emissions of GHGs from the waste sector and net emissions from land use and land use change have continued to fall, whereas net removals by the forestry sector and emissions from agriculture have fluctuated but show little overall change between 2009 and 2019. Emissions from fluorinated gases have increased by 10% since 2009.\n\n## Assessment of change\n\nA decrease (or improvement) in emissions of GHGs from natural resources has been observed over the most recent 5 years for which trends can be assessed (2013 to 2018), as well as in the medium and long term. This assessment does not consider whether any improvement is on a sufficient scale for meeting targets.\n\nChange since 2018 has also been assessed. There has been little or no change in emissions of GHGs from natural resources since 2018. However, this is based on 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table A2: Assessment of change in emissions of greenhouse gases from natural resources in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | -6.2 (smoothed Loess) | Improvement |\n| Medium term | 2008-2018 | -20.9 (smoothed Loess) | Improvement |\n| Long term | 1990-2018 | -50.0 (smoothed Loess) | Improvement |\n\nNote that assessment categories for short, medium and long term were assigned based on smoothed data, so percent change figures in Table A2 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-05","national_data_updated_date":"2022-08-05","national_metadata_update_url_text":"2022-08-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","national_data_update_url_text":"2022-08-05: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","indicator":"1.2.1","target_id":"1.2","sdg_goal":"1","indicator_sort_order":"01-02-01"}