{"indicator_reference":"A2","indicator_name":"Emissions of greenhouse gases from natural resources","graph_title":"A2, Emissions of greenhouse gases from natural resources in England by sector, 1990 to 2018","oif_theme":"Air","oif_headline":"Greenhouse gas emissions","computation_units":"Greenhouse gas emissions (Mt CO2e)","source_active_1":true,"source_organisation_1":"Department for Business, Energy & Industrial Strategy","source_url_1":"https://naei.beis.gov.uk/reports/reports?report_id=998","reporting_status":"Final","graph_type":"bar","graph_mixed_type":[{"field":"Sector","value":"Net total including forestry sink","type":"scatter"}],"graph_stacked_disaggregation":true,"data_start_values":[{"field":"Sector","value":"Agriculture"},{"field":"Sector","value":"Fluorinated gases"},{"field":"Sector","value":"Forestry sink"},{"field":"Sector","value":"Land use & land use change"},{"field":"Sector","value":"Waste"},{"field":"Sector","value":"Net total including forestry sink"}],"published":true,"goal_meta_link_text":"UN metadata","data_non_statistical":false,"data_show_map":false,"source_url_text_1":"Greenhouse Gas Inventories","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","national_geographical_coverage":"England","oif_relevant_goal":["Mitigating and adapting to climate change"],"oif_relevant_target":["Continuing to cut net greenhouse gas emissions including from land use, land use change, the agriculture and waste sectors and the use of fluorinated gases"],"oif_natural_capital":["Pressure on natural capital assets"],"oif_commitments":"<ul>\n  <li>UN Framework Convention on Climate Change (UNFCCC) greenhouse gas emissions inventory data for Agriculture, Land Use, Land Use Change and Forestry (LULUCF), Waste Management and Industrial Processes</li>\n  <li>The UK Climate Change Act 2008 requires an annual report by the Committee on Climate Change to parliament on whether the UK is on course to meet its carbon budgets and targets</li>\n</ul>","data_footnote":"The data in this indicator are reflective of the current definition for greenhouse gases from natural resources; they may be subject to change in future updates. No data are available for 1991 to 1994 inclusive, 1996 and 1997.","oif_geographical_scope":"England","oif_indicator_status":"Final","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n    \nThis indicator tracks the changes in greenhouse gas emissions from natural resources as described in the [Clean Growth Strategy](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/700496/clean-growth-strategy-correction-april-2018.pdf). Greenhouse gases contribute to global climate change which is a pressure on many aspects of our environment. The indicator shows the annual net amount of greenhouse gas emissions from land use and land use change, the forestry, agriculture and waste sectors and from the use of fluorinated gases.\n\nMethodologies from the Wetlands Supplement have been implemented in the 1990 to 2019 Greenhouse Gas Inventory, and so additional net emissions from peatlands will be included in our next update.\n\n## Readiness and links to data\n\nUnderlying data are already published annually in [Greenhouse Gas Inventories 1990-2018](https://naei.beis.gov.uk/reports/reports?section_id=1000).\n\n## Trend description\n\nAfter a small initial increase, emissions of greenhouse gases from natural resources (waste, land use and land use change, forestry sink, fluorinated gases, agriculture, net total including forestry sink) in England have fallen by 52%, from 106 million tonnes of carbon dioxide equivalent (Mt CO<sub>2</sub>e) in 1990 to 51 Mt CO<sub>2</sub>e in 2018. Net greenhouse gas emissions have fallen from all sectors included within this indicator; however, the greatest reduction has been achieved in the waste sector (38 Mt CO<sub>2</sub>e or 69%). While emissions from land use and land use change, fluorinated gases and from agriculture have fallen by 52%, 31% and 19% respectively, and net removals by the forestry sector have increased by 14%, the total net improvements in these 4 sectors combined (16 Mt CO<sub>2</sub>e) is less than half of that achieved in the waste sector. More recently, for example in the latest 10 years, net emissions of greenhouse gases from: the waste sector; land use and land use change; and fluorinated gases have all continued to fall at similar rates to those seen over the long term, whereas improvements in net removals by the forestry sector have slowed and net emissions from agriculture have fluctuated but show little overall change between 2008 and 2018.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","national_data_update_url_text":"2021-11-02: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/f003863f0b30e4eff30028a97e0171344a31c2cf","indicator":"1.2.1","target_id":"1.2","sdg_goal":"1","indicator_sort_order":"01-02-01"}