{"computation_units":"Population-weighted annual mean (μg/m3)","data_footnote":null,"graph_notes":null,"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_title":"A3: Concentrations of fine particulate matter (PM2.5) in England, 2011 to 2020","graph_type":"bar","indicator_name":"Concentrations of fine particulate matter (PM<sub>2.5</sub>) in the air","indicator_reference":"A3","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; also available at local authority level.","oif_headline":"Air quality","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - atmosphere"],"oif_relevant_goal":["Clean air"],"oif_relevant_target":["Meeting legally binding targets to reduce emissions of five damaging air pollutants"],"oif_theme":"Air","published":true,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nThis indicator is a measure of the level of long-term exposure of people to harmful airborne fine particulate matter (PM2.5). Long-term exposure to particulate matter contributes to the risk of developing cardiovascular disease and lung cancer. The main sources of PM2.5 pollution are industrial processes, combustion in residential, public, commercial, and agricultural sectors and road transport.\n\nThis indicator is an assessment of clean air (reporting the condition of the atmosphere as an asset). It can also be considered as pressure on human health. It is determined by calculating the annual population-weighted mean concentration of PM2.5 in the air, assessed as background concentrations per 1km square. The population-weighted mean concentration is used as a measure of the impact of PM2.5 on the health of the total population. Greater weighting is given to concentrations of PM2.5 in urban areas to reflect the higher population density as those concentrations will affect a greater number of people. In addition, people living in urban areas are generally exposed to greater levels of PM2.5 than those living in rural areas.\n\n## Readiness and links to data\n\nData on fine particulate matter (PM2.5) are published annually at [UK Air Information Resource, Modelled background pollution data](https://uk-air.defra.gov.uk/data/pcm-data).\n\n## Note on Figure A3\n\nPM2.5 annual mean concentrations are estimated annually for every square kilometre of the UK through the Pollution Climate Mapping (PCM) model. The geographical distribution of the UK population is then joined to the estimated concentrations to estimate the annual mean concentration of PM2.5, weighted on where the population lives. This enables us to account for most of the population living in densely populated urban areas, where concentrations are likely to be greatest.\n\n## Trend description for Figure A3\n\nPopulation-weighted annual mean concentrations of PM2.5 in England have declined from 12.1μg per m3 in 2011 to 7.5μg per m3 in 2020, a fall of 38% over the latest 9 years for which data are available.\n\n## Assessment of change\n\nConcentrations of PM2.5 decreased (an improvement) over the most recent 5-year period for which trends can be assessed (2014 to 2019). The time series is not yet long enough to make a trend assessment for the medium and long-term time periods. This assessment does not consider whether improvement is on a sufficient scale for meeting any targets.\n\nChange since 2018 has also been assessed where possible. A decrease in concentrations of fine particulate matter was also observed since 2018. However, this is based on only 3 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table A3: Assessment of change in concentrations of fine particulate matter (PM2.5) in the air, England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014-2019 | -17.3 (smoothed Loess) | Improvement |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\nNote that assessment categories were assigned based on smoothed Loess, so percent change figures in Table A3 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-05","national_data_updated_date":"2022-08-05","national_metadata_update_url_text":"2022-08-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","national_data_update_url_text":"2022-08-05: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","indicator":"1.3.1","target_id":"1.3","sdg_goal":"1","indicator_sort_order":"01-03-01"}