{"computation_units":"Annual mean (µg/m3)","data_footnote":"The shaded area in the graph represents the 95% confidence interval (measure of uncertainty) for the annual mean concentration measured at roadside sites. The interval narrows over time because of an increase in the number of monitoring sites and a reduction in the variation between annual means for NO<sub>2</sub>.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Measure","value":"Annual Mean NO2 concentration (µg/m3)"},{"field":"Measure","value":"Lower_CI_Bound"},{"field":"Measure","value":"Upper_CI_Bound"}],"goal_meta_link_text":"UN metadata","graph_continuous_error":{"legend":"95% confidence interval","lower":"Lower_CI_Bound","target":"Annual Mean NO2 concentration (µg/m3)","upper":"Upper_CI_Bound"},"graph_title":"A5: Roadside nitrogen dioxide (NO2) concentrations in England, 1997 to 2020","graph_type":"line","graph_category_color":{"Annual Mean NO2 concentration (µg/m3)":"#12436D","Lower_CI_Bound":"#3F94DE","Upper_CI_Bound":"#3F94DE"},"indicator_name":"Roadside nitrogen dioxide (NO<sub>2</sub>) concentrations","indicator_reference":"A5","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Air Quality Standards Regulations 2010. Measurements from the UK AURN form part of the annual assessment of air quality against the limit and target values specified by this legislation</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; data from individual monitoring sites are also available.","oif_headline":"Not applicable","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - atmosphere"],"oif_relevant_goal":["Clean air"],"oif_relevant_target":["Meeting legally binding targets to reduce emissions of five damaging air pollutants"],"oif_theme":"Air","precision":[{"decimals":2}],"published":true,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks changes in average roadside concentration of nitrogen dioxide (NO2). NO2 arises predominantly from combustion sources such as traditionally fuelled vehicles and therefore the highest concentrations are often found at roadside locations.\n\nThis indicator is an assessment of clean air (reporting the condition of the atmosphere as an asset). It can also be considered as a pressure on human health. It is determined by calculating the average value of the annual mean concentrations measured across Defra’s Automatic Urban and Rural Network (AURN) at all roadside locations (with greater than 75% data capture in any one year).\n\n## Readiness and links to data\n\nData on concentrations of NO2 are published annually as [National Statistics; Air Quality Statistics](https://www.gov.uk/government/statistics/air-quality-statistics).\n\n## Trend description for Figure A5\n\nConcentrations of roadside NO2 in England have fallen from 59.7μg per m3 in 1997 to 23.0μg per m3 in 2020, a drop of 49% over the latest 23 years for which data are available. Although the general trend in measured NO2 concentrations is decreasing and falls below the NO2 limit value of 40μg per m3 in recent years, there are hotspots of NO2 exceedances which are being addressed through the NO2 plans.\n\n## Assessment of change\n\nRoadside NO2 concentrations decreased (an improvement) over the most recent 5-year period for which trends can be assessed (2014 to 2019), and over the medium and long-term time periods. Targets for NO2 are set at a regional scale rather than for the England average recorded by this indicator, so it would not be appropriate to use results to establish whether targets have been met.\n\n You can find more information on trends and monitoring at a regional level can be found in the [Air Pollution in the UK report](https://uk-air.defra.gov.uk/library/annualreport/index).\n\nChange since 2018 has also been assessed. A decrease in roadside NO2 concentrations was also observed since 2018. However, this is based on only 3 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table A5: Assessment of change in roadside nitrogen dioxide (NO2) concentrations in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014-2019 | -27.1 (smoothed Loess) | Improvement |\n| Medium term | 2009-2019 | -44.1 (smoothed Loess) | Improvement |\n| Long term | 1997-2019 | -51.4 (smoothed Loess) | Improvement |\n\nNote that assessment categories for short, medium and long term were assigned based on smoothed data, so percent change figures in Table A5 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-09-13","national_data_updated_date":"2022-09-13","national_metadata_update_url_text":"2022-09-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","national_data_update_url_text":"2022-09-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","indicator":"1.5.1","target_id":"1.5","sdg_goal":"1","indicator_sort_order":"01-05-01"}