{"computation_units":"Percentage of land area exceeding critical levels","data_footnote":"Data are presented as 3-year moving average time periods. A 3-year moving average is used to smooth out inter-annual variability due to the influence of weather on atmospheric chemistry.","data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_title":"A7: Area of land in England exposed to damaging levels of ammonia (NH3) in the atmosphere, 2009-2011 to 2016-2018","graph_type":"bar","indicator_name":"Area of land exposed to damaging levels of ammonia (NH<sub>3</sub>) in the atmosphere","indicator_reference":"A7","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>United Nations Economic Commission for Europe National Emissions Ceiling Directive Art.9 and the Convention on Long-range Transboundary Air Pollution</li>\n  <li>Convention on Biological Diversity Aichi Target 8</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Not applicable","oif_indicator_status":"Final","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Clean air","Thriving plants and wildlife"],"oif_relevant_target":["Meeting legally binding targets to reduce emissions of five damaging air pollutants","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Air","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"UK Centre for Ecology & Hydrology","title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks changes in the amount of land area affected by damaging levels of ammonia (NH3) in the air. Excess deposition of NH3 on natural ecosystems causes nutrient enrichment and changes in vegetation and soils. Agriculture is the main source of NH3 emissions to the atmosphere.\n\nThis indicator is a measure of pressure on ecosystems from air pollution. It shows the percentage of land area where interpolated measurements of ground-level air exceed the lower critical level threshold for NH3 of 1μg per m3.\n\n## Readiness and links to data\n\nAssessments of damaging levels of ammonia in the atmosphere are undertaken and published annually using 3-year moving average data, at [UK Air Information Resource: Trends in critical load and critical level exceedances in the UK](https://uk-air.defra.gov.uk/library/reports?report_id=1020).\n\n## Trend description for Figure A7\n\nThe percentage of land area exposed to concentrations of NH3 that exceed critical levels (1μg per m3) has decreased slightly from 88.9% in 2009 to 2011 to 84.0% in 2012 to 2014 but has since increased again to 90.0% in 2016 to 2018, just over 1% higher than it was in 2009 to 2011.\n\n## Assessment of change\n\nArea of land exposed to damaging levels of NH3 in the atmosphere increased slightly (a deterioration) over the most recent 5-year period for which trends can be assessed (2011-2013 to 2016-2018). The time series was not yet long enough to make an assessment for medium and long-term time periods.\n\nAssessing change since the start of the 25 Year Environment Plan in 2018 will not be possible until future reports, when sufficient datapoints are available in the time series.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table A7: Assessment of change in area of land in England exposed to damaging levels of ammonia (NH3) in the atmosphere\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2011-2013 to 2016-2018 | +3.6 (moving average data) | Deterioration |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\nPercent change refers to the difference seen from the first to last 3-year moving average in the specified date range.\n","national_metadata_updated_date":"2022-09-02","national_data_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","national_data_update_url_text":"2022-09-02: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"1.7.1","target_id":"1.7","sdg_goal":"1","indicator_sort_order":"01-07-01"}