{"goal_meta_link_text":"UN metadata","indicator_reference":"K4","oif_theme":"International","oif_headline":"Impacts on the natural environment overseas","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_title":"K4 (interim), Extent of terrestrial and marine protected areas and other effective area-based conservation measures in the UK Overseas Territories, in total and by region, 2020","graph_type":"bar","data_start_values":[{"field":"Ecosystem","value":"Marine"},{"field":"Ecosystem","value":"Terrestrial"},{"field":"Protection","value":"Percentage of total area protected"},{"field":"Protection","value":"Percentage of total area unprotected"}],"graph_category_color":{"K4 (interim)":{"Marine, Percentage of total area protected":"#28779f","Marine, Percentage of total area unprotected":"#e1e1e1","Terrestrial, Percentage of total area protected":"#008938","Terrestrial, Percentage of total area unprotected":"#e1e1e1"}},"graph_stacked_disaggregation":"Ecosystem","source_organisation_1":"Joint Nature Conservation Committee","computation_units":"Percentage of total area","national_geographical_coverage":"UK Overseas Territories","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","oif_relevant_target":["None"],"oif_natural_capital":["Condition of assets - freshwater","Condition of assets - land","Condition of assets - seas","Condition of assets - species and ecological communities"],"oif_commitments":"<ul>\n  <li>Convention on Biological Diversity Aichi Target 11</li>\n  <li>Sustainable Development Goals 14 and 15</li>\n</ul>","oif_geographical_scope":"UK Overseas Territories","indicator_name":"Extent and condition of terrestrial and marine protected areas in the UK Overseas Territories","oif_indicator_status":"Interim","oif_statistical_classification":"Experimental","oif_date_last_updated":"11 June 2021","oif_relevant_goal":["There are no specific goals in the 25 Year Environment Plan for this indicator, but the Plan commits us to working with the Overseas Territories governments to implement effective monitoring and enforcement of large scale marine protected areas as part of the Blue Belt programme."],"data_footnote":"Percentages for the extent of terrestrial and marine environments in protected areas have been rounded to the nearest 0.1% (including one result rounded up to 100%).","page_content":"\n## Short description\n\nThe UK Overseas Territories (UKOTs) are home to a variety of spectacular and often unique marine and terrestrial ecosystems. Protected areas are a key tool for conserving the globally significant and, in many cases endemic, biodiversity found in the Territories. This indicator will have 2 components: (a) extent and (b) condition of UKOT protected areas. It will show changes in the coverage of protected areas and other effective area-based conservation measures (OECMs) across the UKOTs, from a 2020 baseline. The baseline is calculated using UKOT protected area extent data provided by UKOT governments. The areas are aggregated across UKOTs and geographical regions and percent coverage is calculated for the land and marine environments separately. The indicator will also demonstrate the condition of protected areas in the UKOTs, using aspects of protected area condition that can be assessed cost-effectively.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. An interim indicator is presented here that shows the extent of protected areas and OECMs across the UKOTs. These extent data are reported for the first time in 2021 as an Experimental Statistic; information on how the data have been obtained and how the statistics have been calculated is available in [JNCC Report No. 679](https://hub.jncc.gov.uk/assets/d7207246-4903-4e87-9c19-65cf016accd5). The data are being published as Experimental Statistics in order to facilitate user involvement in the development of this indicator. We would therefore welcome any feedback on these statistics, particularly on their usefulness and value, via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk). Research has been commissioned to support development of the condition aspect of this indicator, including exploring the feasibility of using Earth Observation to assess the condition of protected areas.\n\n## Note\n\n\nThe indicator includes protected areas and OECMs formally established up to and including 2020, where these are implemented for and/or deliver biodiversity conservation. Extent is measured using the outer boundaries of sites; the indicator does not assess the extent of management measures within protected areas and OECMs. UK Hydrographic Office data are used to map UK Overseas Territories’ seas in the absence of formally agreed maritime boundaries. \n\nThe ‘All UKOTs’ category includes 13 UK Overseas Territories; the British Antarctic Territory is not included. ‘Mediterranean’ includes the Sovereign Base Areas of Akrotiri and Dhekelia and Gibraltar. ‘Indian and Pacific Oceans’ includes British Indian Ocean Territory and Pitcairn Islands group. ‘South Atlantic’ includes the Falkland Islands, St Helena, Ascension and Tristan da Cunha, and South Georgia and the South Sandwich Islands. ‘Wider Caribbean’ includes Anguilla, Bermuda, British Virgin Islands, Cayman Islands, Montserrat, and Turks and Caicos Islands.\n\nA new large Marine Protection Zone covering 687,223 km<sup>2</sup> of Tristan da Cunha’s waters was announced in November 2020. Once formally designated, this site will substantially increase marine protected area coverage across all UKOTs and within the South Atlantic region. These increases will be reflected in a future update to this indicator.\n\n## Trend description\n\nProtected areas and OECMs cover nearly two-thirds (63%) of the marine environment in the UKOTs but a much smaller proportion (4.7%) of the terrestrial environment. Given the UKOTs’ combined marine area is more than 300 times larger than the land area (approximately 5,748,600 km<sup>2</sup> of sea compared to 17,738 km<sup>2</sup> of land), the extent of marine protection (3.62 million km<sup>2</sup>) is also 4 orders of magnitude larger than for the terrestrial environment (832 km<sup>2</sup>). There are marked differences in protected area coverage between regions, with the 2 UKOTs in the Indian and Pacific Oceans protecting the greatest proportions of the terrestrial and marine environment (collectively) compared to other regions.\n","national_metadata_update_url_text":"2021-07-26: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7893337af7062642aeae6e3b564f3ca6a42c79bf","national_data_update_url_text":"2021-06-18: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7e1f6c347ee108944af81efa3687ab7d4ce96b11","indicator":"10.4.1","target_id":"10.4","sdg_goal":"10","indicator_sort_order":"10-04-01"}