{"computation_units":"Percentage of total area","data_footnote":"Percentages for the extent of terrestrial and marine environments in protected areas have been rounded to the nearest 0.1% (including one result rounded up to 100%).","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Ecosystem","value":"Marine"},{"field":"Ecosystem","value":"Terrestrial"},{"field":"Protection","value":"Percentage of total area protected"},{"field":"Protection","value":"Percentage of total area unprotected"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Marine, Percentage of total area protected":"#12436D","Marine, Percentage of total area unprotected":"#e1e1e1","Terrestrial, Percentage of total area protected":"#F46A25","Terrestrial, Percentage of total area unprotected":"#e1e1e1"},"graph_stack_order":["All UKOTs","Mediterranean","Indian and Pacific Oceans","South Atlantic","Wider Caribbean"],"graph_stacked_disaggregation":"Ecosystem","graph_title":"K4 (interim): Extent of terrestrial and marine protected areas and other effective area-based conservation measures in the UK Overseas Territories, in total and by region, 2021","graph_type":"bar","indicator_name":"Extent and condition of terrestrial and marine protected areas in the UK Overseas Territories","indicator_reference":"K4","national_geographical_coverage":"UK Overseas Territories","oif_commitments":"<ul>\n  <li>Convention on Biological Diversity Aichi Target 11</li>\n  <li>Sustainable Development Goals 14 and 15</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"UK Overseas Territories","oif_headline":"Impacts on the natural environment overseas","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - land","Condition of assets - seas","Condition of assets - species and ecological communities"],"oif_relevant_goal":["There are no specific goals in the 25 Year Environment Plan for this indicator, but the Plan commits us to working with the Overseas Territories governments to implement effective monitoring and enforcement of large scale marine protected areas as part of the Blue Belt programme."],"oif_relevant_target":["None"],"oif_statistical_classification":"Experimental","oif_theme":"International","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Joint Nature Conservation Committee","title":"Untitled","page_content":"\n## Short description\n\nThe UK Overseas Territories (UKOTs) are home to a variety of spectacular and often unique marine and terrestrial ecosystems. Protected areas are a key tool for conserving the globally significant and, in many cases endemic, biodiversity found in the Territories. This indicator will have 2 components: (a) extent and (b) condition of UKOT protected areas. It will show changes in the coverage of protected areas and other effective area-based conservation measures (OECMs) across the UKOTs, from a 2020 baseline. The baseline is calculated using UKOT protected area extent data provided by UKOT governments. The areas are aggregated across UKOTs and geographical regions and percent coverage is calculated for the land and marine environments separately. The indicator will also demonstrate the condition of protected areas in the UKOTs, using aspects of protected area condition that can be assessed cost-effectively.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows the extent of protected areas and OECMs across the UKOTs. Information on how the data have been obtained and how the statistics have been calculated is available in [JNCC Report Number 704](https://eur03.safelinks.protection.outlook.com/?url=https%3A%2F%2Fhub.jncc.gov.uk%2Fassets%2Fd7207246-4903-4e87-9c19-65cf016accd5&data=05%7C01%7CCallum.Fry%40defra.gov.uk%7C39e101984efc49694e3408da24740767%7C770a245002274c6290c74e38537f1102%7C0%7C0%7C637862378017315543%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=KmrsjWuYF3xDI4m1TNVRnDv9TQEIYs6g%2Bl58XgcKsqk%3D&reserved=0). The data are being published as experimental statistics in order to facilitate user involvement in the development of this indicator.\n\nWe would therefore welcome any feedback on these statistics, particularly on their usefulness and value, via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk).\n\nDevelopment of the condition aspect of this indicator has begun, exploring the feasibility of assessing terrestrial protected area condition and using 4 UKOTs as case studies to assess options for marine protected area condition.\n\n## Note on Figure K4\n\n‘All UKOTs’ (results presented in bold on the chart) includes 13 UK Overseas Territories; the British Antarctic Territory is not included.‘Mediterranean’ includes the Sovereign Base Areas of Akrotiri and Dhekelia and Gibraltar. ‘Indian and Pacific Oceans’ includes British Indian Ocean Territory and Pitcairn Islands group. ‘South Atlantic’ includes the Falkland Islands, St Helena, Ascension and Tristan da Cunha, and South Georgia and the South Sandwich Islands. ‘Wider Caribbean’ includes Anguilla, Bermuda, British Virgin Islands, Cayman Islands, Montserrat, and Turks and Caicos Islands.\n\nThe indicator includes protected areas and OECMs formally established up to and during December 2021, where these are implemented for and/or deliver biodiversity conservation. There is a wide range of protected area designation types within and across the UKOTs; the data reported represent the UKOT governments’ views on the composition of their respective protected area networks. Extent is measured using the outer boundaries of sites; the indicator does not assess the extent of management measures within protected areas and OECMs. UK Hydrographic Office data are used to map UK Overseas Territories’ seas in the absence of formally agreed maritime boundaries.\n\nA Marine Protection Zone covering 687,223 km2 of Tristan da Cunha’s waters was formally designated in August 2021, this site has substantially increased marine protected area coverage across all UKOTs and within the South Atlantic region. A suite of new inshore marine protected areas were also designated in the Cayman Islands in March 2021.\n\n## Trend description for Figure K4\n\nAs of the end of December 2021, protected areas and OECMs covered three-quarters (75%) of the marine environment in the UKOTs (up from 63% in 2020), but a much smaller proportion (4.7%) of the terrestrial environment (no change since 2020). Given the UKOTs’ combined marine area is more than 300 times larger than the land area (approximately 5,748,600 km2 of sea compared to 17,738 km2 of land), the extent of marine protection (4,308,659 km2) is also 4 orders of magnitude larger than for the terrestrial environment (832 km2). There are marked differences in protected area coverage between regions, with the 2 UKOTs in the Indian and Pacific Oceans protecting the greatest proportions of the terrestrial and marine environment (collectively) compared to other regions.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"10.4.1","target_id":"10.4","sdg_goal":"10","indicator_sort_order":"10-04-01"}