{"computation_units_by_series":[{"series":"B1a (interim)","units":"Index (2008 = 100)"},{"series":"B1b (interim)","units":"Index (2008 = 100)"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Metal","series":"B1a (interim)","value":"Cadmium"},{"field":"Metal","series":"B1a (interim)","value":"Copper"},{"field":"Metal","series":"B1a (interim)","value":"Lead"},{"field":"Metal","series":"B1a (interim)","value":"Mercury"},{"field":"Metal","series":"B1a (interim)","value":"Zinc"},{"field":"Nutrient","series":"B1b (interim)","value":"Total Nitrogen"},{"field":"Nutrient","series":"B1b (interim)","value":"ortho-Phosphate"}],"geographical_area":[{"area":"England","series":"B1a (interim)"},{"area":"England","series":"B1b (interim)"}],"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line","series":""}],"graph_category_color":{"B1a (interim)":{"Cadmium":"#3F94DE","Copper":"#F46A25","Lead":"#28A197","Mercury":"#12436D","Zinc":"#801650"},"B1b (interim)":{"Total Nitrogen":"#F46A25","ortho-Phosphate":"#12436D"}},"graph_limits":[{"maximum":250,"minimum":0,"series":"B1a (interim)","stepSize":50},{"maximum":110,"minimum":0,"series":"B1b (interim)","stepSize":10}],"graph_notes":[{"note":null,"series":"B1a (interim)"},{"note":null,"series":"B1b (interim)"}],"graph_sources":[{"series":"B1a (interim)","source":"Environment Agency"},{"series":"B1b (interim)","source":"Environment Agency"}],"graph_titles":[{"series":"B1a (interim)","title":"B1a (interim): Riverine inputs of selected metals into English tidal waters, 2008 to 2019"},{"series":"B1b (interim)","title":"B1b (interim): Riverine inputs of selected nutrients into English tidal waters, 2008 to 2019"}],"graph_type":"line","indicator_name":"Pollution loads entering waters","indicator_reference":"B1","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>UK Marine Strategy Regulations</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>The Water Environment (Water Framework Directive) (England and Wales) Regulations 2017</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; data for individual sites, water bodies and catchments are also available.","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife"],"oif_relevant_target":["Improving at least three-quarters of our waters to be close to their natural state","Reaching or exceeding objectives for rivers, lakes, coastal and ground waters that are specially protected, whether for biodiversity or drinking water as per our River Basin Management Plans","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_theme":"Water","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Environment Agency","title":"Untitled","page_content":"\n## Short description\n\nThis indicator will track changes in the inputs and discharges of selected contaminants such as nutrients and some toxic chemicals to rivers or directly to the sea, for example through sewage pipelines or activities such as agriculture inputting substances directly.\n\nIt will focus on the discharge and emission of contaminants that adversely affect the quality and uses of receiving waters and potentially increase the costs of water treatment. These also affect the wildlife and ecology of rivers, estuaries and coastal waters.\n\nData will be derived from the existing Riverine Input and Direct Discharges (RID) data collected under the Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR) and the Environment Agency’s Emissions Inventory.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows relative changes in measured riverine loads (inputs) of selected metals and nutrients into English tidal waters between 2008 and 2019, covering cadmium, copper, lead, mercury, zinc, nitrogen and ortho-phosphate. Some data for this interim indicator have previously been published as part of the OSPAR assessments ([Inputs of Mercury, Cadmium and Lead via Water and Air to the Greater North Sea](https://oap.ospar.org/en/ospar-assessments/intermediate-assessment-2017/pressures-human-activities/contaminants/heavy-metal-inputs/)) although for different time periods and so these data should be compared with caution.\n\nFurther development is required to present statistical trends for the selected contaminants in an indicator. These data are taken from the existing OSPAR database. The Environment Agency reports a subset of these data to Defra on an annual basis known as the RIDS dataset, ‘Riverine and Industrial Discharges’.\n\nContact the Environment Agency’s National Customer Contact Centre ([enquiries@environment-agency.gov.uk](mailto:enquiries@environment-agency.gov.uk)) for the OSPAR database extract used for the interim indicator.\n\n## Note on Figures B1a and B1b\n\nData collection for this interim indicator was heavily impacted by adherence to the government’s COVID-19 restrictions during the pandemic. In total, only 357 samples were taken and analysed in 2020 compared with 1,237 samples in 2019. In addition, all the samples for 2020 were taken during wetter months with high flow rates (306 in January to March and 51 in October to December); no samples were collected in the period April to September. Therefore, the summary data for 2020 are unlikely to be representative of the true levels of riverine inputs into English tidal waters and are not reported in this indicator.\n\nLoad (input) calculations (kg per day) are the product of the monitored concentration of substance and flow rate. The annual total loads (kg per year) for selected metals (total fraction), total nitrogen and ortho-phosphate are calculated using chemical concentration data reported in the [Water quality data Archive](https://environment.data.gov.uk/water-quality/view/landing) and flow data reported in the Environment Agency’s core system of hydrometric and hydrological values (Water Information System by Kisters).\n\nFigures B1a and B1b show each annual load relative to the 2008 monitored load (2008 is represented as a baseline index = 100). Observed fluctuations in the data could be influenced by a number of external factors affecting movement and loading within river systems. These factors include flow caused by high or low rainfall in a given year and local impacts of changing industry or land use over time. There appears to be a relationship between high flows and high loads, and it should also be noted that the baseline year of 2008 saw high flows.\n\n## Trend description for Figures B1a and B1b\n\n### B1a) Riverine inputs of selected metals\n\nRiverine inputs of cadmium, copper, lead, mercury and zinc into English tidal waters have fluctuated considerably between 2008 and 2019, but overall, they have all fallen. Measured loads of cadmium, mercury, copper, zinc and lead were 49%, 45%, 41% 32% and 21% respectively less in 2019 than they were in 2008.\n\n### B1b) Riverine inputs of selected nutrients\n\nRiverine inputs of total nitrogen and ortho-phosphate have also fluctuated considerably between 2008 and 2019, but overall, both have fallen, and both have remained below their baseline value with measured loads in 2019 being 41% and 49% respectively less than those measured in 2008.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as further development is required to present statistical trends for the selected contaminants in an indicator.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"2.1.1","target_id":"2.1","sdg_goal":"2","indicator_sort_order":"02-01-01","graph_title":"Pollution loads entering waters"}