{"indicator_reference":"B3","oif_theme":"Water","oif_headline":"Water and water environment","oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife"],"oif_relevant_target":["Improving at least three-quarters of our waters to be close to their natural state","Reaching or exceeding objectives for rivers, lakes, coastal and ground waters that are specially protected, whether for biodiversity or drinking water as per our River Basin Management Plans","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_natural_capital":["Condition of assets - freshwater","Condition of assets - seas","Condition of assets - species and ecological communities"],"oif_commitments":"<ul>\n  <li>Water Environment (Water Framework Directive) (England and Wales) Regulations 2017</li>\n  <li>Reporting under the Conservation of Habitats   and Species Regulations 2017 (as amended) for water dependent sites</li>\n  <li>Reporting under the Marine Strategy Regulations 2010 and the assessment of Good Environmental Status in Regional Seas</li>\n  <li>Reporting under the Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR) convention 1992 and associated Annexes</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment under the Climate Change Act (2008)</li>\n  <li>Relevant to the Sustainable Development Goal 6.3.2 – Proportion of bodies of water with good ambient water quality</li>\n</ul>","goal_meta_link_text":"UN metadata","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"bar","graph_stacked_disaggregation":[{"series":"B3a (interim)"},{"series":"B3b (interim)"},{"series":"B3c (interim)"}],"graph_titles":[{"series":"B3a (interim)","title":"B3a (interim), Status of surface waters in England, 2019"},{"series":"B3b (interim)","title":"B3b (interim), Status of groundwaters in England, 2019"},{"series":"B3c (interim)","title":"B3c (interim), Status of waters specially protected for specific uses in England, 2019/2020"}],"data_start_values_by_series":[{"series":"B3a (interim)","field":"Status category","value":"not at good status"},{"series":"B3a (interim)","field":"Status category","value":"at good status"},{"series":"B3a (interim)","field":"Status category","value":"other"},{"series":"B3a (interim)","field":"Component","value":"Biology"},{"series":"B3a (interim)","field":"Component","value":"Ecological status"},{"series":"B3b (interim)","field":"Status category","value":"Not at good status"},{"series":"B3b (interim)","field":"Status category","value":"At good status"},{"series":"B3c (interim)","field":"Status category","value":"at risk"},{"series":"B3c (interim)","field":"Status category","value":"not at risk"},{"series":"B3c (interim)","field":"Status category","value":"favourable"},{"series":"B3c (interim)","field":"Status category","value":"unfavourable recovering"},{"series":"B3c (interim)","field":"Status category","value":"other"},{"series":"B3c (interim)","field":"Component","value":"Condition of SSSI units underpinning European protected water and wetland sites"},{"series":"B3c (interim)","field":"Component","value":"Drinking water protected areas"}],"graph_category_color":{"B3a (interim)":{"Biology, at good status":"#81ed93","Biology, not at good status":"#808080","Ecological status, at good status":"#008938","Ecological status, other":"#e1e1e1"},"B3b (interim)":{"At good status":"#008938","Not at good status":"#e1e1e1"},"B3c (interim)":{"Condition of SSSI units underpinning European protected water and wetland sites, favourable":"#008938","Condition of SSSI units underpinning European protected water and wetland sites, unfavourable recovering":"#81ed93","Condition of SSSI units underpinning European protected water and wetland sites, other":"#e1e1e1","Drinking water protected areas, at risk":"#e1e1e1","Drinking water protected areas, not at risk":"#008938"}},"computation_units":null,"graph_notes":[{"series":"B3a (interim)","note":"Results are based on the numbers of water bodies assessed and represent the achievement of good or  better status. Ecological status is assigned using various water, habitat and biological  quality tests. Failure of any one individual test means that the whole water body fails to  achieve good or better ecological status (the “one out all out” rule)."},{"series":"B3b (interim)","note":"Results are based on the numbers of water bodies assessed and represent the achievement of good or better status. "},{"series":"B3c (interim)","note":"Results are based on area. The metric for protected wildlife sites include all water-dependent (river, lake, small  waterbody, coastal and wetland) SSSI units underpinning European sites, including Special Areas of Conservation and Special  Protection Areas (SPAs). SPAs are designated for bird features only, where favourable  condition may not include assessment of water quality elements. Adverse condition reasons and threats unrelated to Water Framework Directive  (water quality, water resources, physical modification) drivers are excluded from the analysis. "}],"graph_sources":[{"series":"B3a (interim)","source":"Environment Agency"},{"series":"B3b (interim)","source":"Environment Agency"},{"series":"B3c (interim)","source":"Status of Drinking Water Protected Areas, Environment Agency; Condition of SSSI units underpinning European protected water & wetland sites, Natural England"}],"computation_units_by_series":[{"series":"B3a (interim)","units":"Percentage of water bodies assessed"},{"series":"B3b (interim)","units":"Percentage of water bodies assessed"},{"series":"B3c (interim)","units":"Percentage of area"}],"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"State of the water environment","national_geographical_coverage":"England; data at site, water body, catchment and river basin district level are also available.","oif_geographical_scope":"England; data at site, water body, catchment and river basin district level are also available.","oif_indicator_status":"Interim","data_footnote":null,"source_url_1":null,"oif_statistical_classification":"Experimental","oif_date_last_updated":"11 June 2021","source_organisation_1":null,"page_content":"## Short description\n\nThis indicator takes a broad overview of the condition of the water environment; it relates to freshwater bodies, wetlands, groundwaters, estuaries and coastal waters. The indicator is composed of several metrics including: percentage of water tests meeting good (or better) Water Environment (Water Framework Directive) (England and Wales) Regulations 2017 (the WFD regulations) status for ecology and chemistry, percentage of water bodies achieving good ecological status, and compliance of waters specially protected for specific uses such as drinking water abstraction and nature conservation. Some of these data relating to protected sites are also included in ‘D2 Extent and condition of protected sites – land, water and sea’. All the Water theme indicators are linked, but 2 indicators that are important to consider as part of the wider state of the water environment are: ‘B4 Condition of bathing waters’ and ‘B6 Natural functions of water and wetland ecosystems’.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. A revised interim indicator is presented here as an Experimental Statistic. This expands on previous \nreporting to show data across the water environment. It includes metrics from the WFD Regulations status tests for (a) surface water bodies (rivers, lakes, estuaries and coastal \nwaters); (b) groundwaters; and (c) waters protected for a specific reason such as drinking waters and nature sites. For each water type, we include a representative element that is tested to assess the condition of a water body; reflecting water quality and/or hydromorphology. There are many more elements assessed and tests undertaken; this represents a snapshot of the complete WFD Regulations dataset. Supporting detail for each of the water types and a more detailed dashboard of data are available in the\n[Evidence Pack](https://www.gov.uk/government/publications/state-of-the-water-environment-indicator-b3-supporting-evidence). These data are being published as an Experimental Statistic in order to facilitate user involvement in the development of this indicator. We would therefore welcome any feedback on these statistics, particularly on their usefulness and value, via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk). Further work is required to develop the indicator which may, for example, show change over time. We will work with partners continue to develop our approach for future reporting. Source data are currently published [WFD element status](https://data.gov.uk/dataset/4d28e5c2-dc05-4945-9574-002fa71db22f/wfd-cycle-2-overall-classification); [protected area data](https://www.gov.uk/government/publications/river-basin-management-plans-national-evidence-and-data-report); [State of the environment: water quality report](https://www.gov.uk/government/publications/state-of-the-environment).\n\n## Trend description \n\n**a) For surface waters (including rivers, lakes, estuaries and coasts)**\n\n16% of surface water bodies met the “one out all out” criteria of the WFD Regulations in 2019. For rivers, invertebrates and the combined test for macrophytes and phytobenthos\n(plants and algae) are reported to indicate biological quality, where 76% and 45% of tests \ncarried out passed for the water bodies assessed respectively. For lakes, the \nrepresentative biological element shown is phytoplankton with 52% of water bodies \nassessed passing. Saltmarsh is shown for estuaries and coasts and reflects the extent of \nhabitat and show 36% and 50% of water bodies monitored, pass the test respectively.\n\n**b) Groundwaters**\n\n75% passing quantitative tests and 45% pass chemical (qualitative) tests. \n\n**c) Sites specially protected for specific uses such as drinking water abstraction and \nnature conservation.**\n\n52% of surface water areas and 53% of groundwater drinking water protected areas are \nnot at risk of deterioration. For protected nature sites, 46% are at favourable condition and \n47% are in an unfavourable but recovering condition.\n\n","national_metadata_update_url_text":"2021-07-26: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/290874d3396bae4b2df971046f1343f4cafd9e4c","national_data_update_url_text":"2021-07-14: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/f1bddc8321991a12cf5eb15b60de37b7a75c0c22","indicator":"2.3.1","target_id":"2.3","sdg_goal":"2","indicator_sort_order":"02-03-01","graph_title":"State of the water environment"}