{"computation_units":null,"computation_units_by_series":[{"series":"B3a (interim)","units":"Percentage of water bodies assessed"},{"series":"B3b (interim)","units":"Percentage of water bodies assessed"},{"series":"B3c (interim)","units":"Percentage of area"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Component","series":"B3a (interim)","value":"Biology"},{"field":"Component","series":"B3a (interim)","value":"Ecological status"},{"field":"Status category","series":"B3a (interim)","value":"not at good status"},{"field":"Status category","series":"B3a (interim)","value":"at good status"},{"field":"Status category","series":"B3a (interim)","value":"other"},{"field":"Status category","series":"B3b (interim)","value":"Not at good status"},{"field":"Status category","series":"B3b (interim)","value":"At good status"},{"field":"Component","series":"B3c (interim)","value":"Condition of SSSI units underpinning European protected water and wetland sites"},{"field":"Component","series":"B3c (interim)","value":"Drinking water protected areas"},{"field":"Status category","series":"B3c (interim)","value":"at risk"},{"field":"Status category","series":"B3c (interim)","value":"not at risk"},{"field":"Status category","series":"B3c (interim)","value":"favourable"},{"field":"Status category","series":"B3c (interim)","value":"unfavourable recovering"},{"field":"Status category","series":"B3c (interim)","value":"other"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"B3a (interim)":{"Biology, at good status":"#3F94DE","Biology, not at good status":"#e1e1e1","Ecological status, at good status":"#12436D","Ecological status, other":"#808080"},"B3b (interim)":{"At good status":"#12436D","Not at good status":"#e1e1e1"},"B3c (interim)":{"Condition of SSSI units underpinning European protected water and wetland sites, favourable":"#12436D","Condition of SSSI units underpinning European protected water and wetland sites, other":"#e1e1e1","Condition of SSSI units underpinning European protected water and wetland sites, unfavourable recovering":"#3F94DE","Drinking water protected areas, at risk":"#808080","Drinking water protected areas, not at risk":"#801650"}},"graph_category_order":{"B3a (interim)":{"Biology, at good status":0,"Biology, not at good status":1,"Ecological status, at good status":0,"Ecological status, other":1},"B3b (interim)":{"At good status":0,"Not at good status":1},"B3c (interim)":{"Condition of SSSI units underpinning European protected water and wetland sites, favourable":0,"Condition of SSSI units underpinning European protected water and wetland sites, other":2,"Condition of SSSI units underpinning European protected water and wetland sites, unfavourable recovering":1,"Drinking water protected areas, at risk":1,"Drinking water protected areas, not at risk":0}},"graph_notes":[{"note":"Results are based on the numbers of water bodies assessed and represent the achievement of good or better status. Ecological status is assigned using various water, habitat and biological quality tests. Failure of any one individual test means that the whole water body fails to achieve good or better ecological status.","series":"B3a (interim)"},{"note":"Results are based on the numbers of water bodies assessed and represent the achievement of good or better status.","series":"B3b (interim)"},{"note":"Results for the status of Drinking Water Protected Areas are based on the percentage of sites. The indicator for nature conservation includes all water-dependent (river, lake, small waterbody, coastal and wetland) SSSI units underpinning European sites, results are by area. Adverse condition reasons and threats unrelated to Water Framework Directive (water quality, water resources, physical modification) drivers are excluded from the analysis. The European sites series includes Special Areas of Conservation and Special Protection Areas (SPAs). SPAs are designated for bird features only, where favourable condition may not include assessment of water quality elements.","series":"B3c (interim)"}],"graph_sources":[{"series":"B3a (interim)","source":"Environment Agency"},{"series":"B3b (interim)","source":"Environment Agency"},{"series":"B3c (interim)","source":"Status of Drinking Water Protected Areas, Environment Agency; Condition of SSSI units underpinning European protected water & wetland sites, Natural England"}],"graph_stack_order":{"B3a (interim)":["All surface water bodies","Rivers: invertebrates","Rivers: plants & algae","Lakes: phytoplankton","Estuaries: saltmarsh","Coastal waters: saltmarsh"],"B3b (interim)":["Water quantity","Water quality"],"B3c (interim)":["Surface water (2020)","Groundwater (2019)","Protected wildlife sites (2019)"]},"graph_stacked_disaggregation":[{"series":"B3a (interim)"},{"series":"B3b (interim)"},{"series":"B3c (interim)"}],"graph_titles":[{"series":"B3a (interim)","title":"B3a (interim): Status of surface waters in England, 2019"},{"series":"B3b (interim)","title":"B3b (interim): Status of groundwaters in England, 2019"},{"series":"B3c (interim)","title":"B3c (interim): Status of waters specially protected for specific uses in England, 2019 or 2020"}],"graph_type":"bar","indicator_name":"State of the water environment","indicator_reference":"B3","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Water Environment (Water Framework Directive) (England and Wales) Regulations 2017</li>\n  <li>Water Framework Directive (Standards and Classification) Directions (England and Wales) 2015</li>\n  <li>Reporting under the Conservation of Habitats and Species Regulations 2017 (as amended) for water dependent sites</li>\n  <li>Reporting under the Marine Strategy Regulations 2010 and the assessment of Good Environmental Status in Regional Seas</li>\n  <li>Reporting under the Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR) convention 1992 and associated Annexes</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment under the Climate Change Act (2008)</li>\n  <li>Relevant to the Sustainable Development Goal 6.3.2 – Proportion of bodies of water with good ambient water quality</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England; data at site, water body, catchment and river basin district level are also available.","oif_headline":"Water and water environment","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - seas","Condition of assets - species and ecological communities"],"oif_relevant_goal":["Clean and plentiful water","Thriving plants and wildlife"],"oif_relevant_target":["Improving at least three-quarters of our waters to be close to their natural state","Reaching or exceeding objectives for rivers, lakes, coastal and ground waters that are specially protected, whether for biodiversity or drinking water as per our River Basin Management Plans","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term","Reversing the loss of marine biodiversity and, where practicable, restoring it"],"oif_statistical_classification":"Experimental","oif_theme":"Water","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator takes a broad overview of the condition of the water environment; it relates to freshwater bodies, wetlands, groundwaters, estuaries and coastal waters. The indicator comprises several metrics including percentage of water tests meeting good (or better) status for ecology and chemistry, percentage of water bodies achieving good ecological status, and compliance of waters specially protected for specific uses such as drinking water abstraction and nature conservation. ‘Status’ refers to quality as measured under the Water Environment (Water Framework Directive) (England and Wales) Regulations 2017 (the WFD Regulations). Some of these data relating to protected sites are also included in indicator ‘D2 Extent and condition of protected sites – land, water and sea’. All the Water theme indicators are linked, but 2 indicators that are important to consider as part of the wider state of the water environment are ‘B4 Condition of bathing waters’ and ‘B6 Natural functions of water and wetland ecosystems’.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. A revised interim indicator is presented here as an experimental statistic that was first presented in 2021. It includes metrics from the WFD Regulations status tests for (a) surface water bodies (rivers, lakes, estuaries and coastal waters) and (b) groundwaters; as well as additional metrics for (c) waters protected for a specific reason such as drinking waters and nature sites. For each water type, we include a representative element that is tested to assess the condition of a water body, reflecting water quality and/or hydromorphology (the physical character and water content in water bodies). There are many more elements assessed and tests undertaken; the data represent a snapshot of the complete WFD Regulations dataset. There are no new assessments included in the 2022 report.\n\nSupporting detail for each of the water types and a more detailed dashboard of data are available on the updated [B3 Evidence Pages](https://www.gov.uk/government/publications/state-of-the-water-environment-indicator-b3-supporting-evidence). These data have been published as an experimental statistic to facilitate user involvement in the development of this indicator.\n\nWe would therefore welcome any feedback on these statistics, particularly on their usefulness and value, via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk).\n\nFurther work is required to develop the indicator which may, for example, show change over time. We will continue to work with partners to develop our approach for future reporting. Data and evidence will begin to come from different sources as Environment Agency monitoring networks are updated as part of the Natural Capital Ecosystem Assessment development. Piloting and rollout of new networks has begun, and data will start to feed into indicator reporting from 2023. Existing source data are currently published ([WFD element status ,](https://data.gov.uk/dataset/4d28e5c2-dc05-4945-9574-002fa71db22f/wfd-cycle-2-overall-classification) [protected area data](https://www.gov.uk/government/publications/river-basin-management-plans-national-evidence-and-data-report), [State of the environment and the water quality report](https://www.gov.uk/government/publications/state-of-the-environment)).\n\n## Trend description for Figures B3a, B3b and B3c\n\n### B3a) Surface waters (including rivers, lakes, estuaries and coasts)\n\nIn total, 16% of surface water bodies met all the relevant criteria of the WFD Regulations in 2019. For rivers, invertebrates and the combined test for macrophytes and phytobenthos (plants and algae) are reported to indicate biological quality, where 76% and 45% of tests carried out passed for the water bodies assessed, respectively. For lakes, the representative biological element shown is phytoplankton with 52% of water bodies assessed passing. For estuaries and coasts saltmarsh is used to reflect the extent and quality of habitat; results show 36% and 50% of water bodies monitored pass the test, respectively.\n\n### B3b) Groundwaters\n\nIn 2019, 75% of groundwaters passed quantitative tests and 45% passed chemical (qualitative) tests.\n\n### B3c) Sites specially protected for specific uses such as drinking water abstraction and nature conservation\n\nIn 2019 to 2020, 52% of surface water and 53% of groundwater areas (sites) protected for drinking water abstraction were assessed as not being at risk of deterioration. For protected nature sites, 46% were in favourable condition and 47% were in an unfavourable but recovering condition in 2019.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"2.3.1","target_id":"2.3","sdg_goal":"2","indicator_sort_order":"02-03-01","graph_title":"State of the water environment"}