{"computation_units_by_series":[{"series":"C1a (interim)","units":"Items / 100m"},{"series":"C1b (interim)","units":"Percentage"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Area","series":"C1a (interim)","value":"Celtic Seas"},{"field":"Area","series":"C1a (interim)","value":"Greater North Sea"},{"field":"Area","series":"C1b (interim)","value":"Greater North Sea"}],"embedded_feature_footer":"components/embedded-features/C1c-footer.html","embedded_feature_html":"components/embedded-features/C1c.html","embedded_feature_layout":"single","embedded_feature_tab_title":"Map, C1c (interim)","embedded_feature_title":"C1c (interim): Smoothed median total of seafloor litter items per km<sup>2</sup>, UK, 2012 to 2015","goal_meta_link_text":"UN metadata","graph_category_color":{"C1a (interim)":{"Celtic Seas":"#F46A25","Greater North Sea":"#12436D"},"C1b (interim)":{"Greater North Sea":"#12436D"}},"graph_category_order":{"C1a (interim)":{"Celtic Seas":1,"Greater North Sea":0}},"graph_geographical_areas":[{"area":"UK (Celtic Seas and Greater North Sea)","series":"C1a (interim)"},{"area":"Greater North Sea","series":"C1b (interim)"}],"graph_notes":[{"note":null,"series":"C1a (interim)"},{"note":"Data are presented as 5-year moving average time periods because annual data may show strong variation due to smaller sample size or other reasons.","series":"C1b (interim)"}],"graph_sources":[{"series":"C1a (interim)","source":"Centre for Environment, Fisheries & Aquaculture Science"},{"series":"C1b (interim)","source":"Centre for Environment, Fisheries & Aquaculture Science; Wageningen University"}],"graph_titles":[{"series":"C1a (interim)","title":"C1a (interim): Items of litter per 100m of beach, UK, 2008 to 2015"},{"series":"C1b (interim)","title":"C1b (interim): Percentage of sampled fulmars having more than 0.1g of plastic in their stomach, Greater North Sea, 2004-2008 to 2015-2019"}],"graph_type":"bar","indicator_name":"Clean seas: marine litter","indicator_reference":"C1","oif_commitments":"<ul>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Relevant to Sustainable Development Goal 14</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"UK (Celtic Seas and Greater North Sea)","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Minimising waste"],"oif_relevant_target":["Significantly reducing and where possible preventing all kinds of marine plastic pollution – in particular material that came originally from land"],"oif_theme":"Seas and Estuaries","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator of clean seas shows changes in the amount of litter in the marine environment, including litter on beaches, on the seafloor and floating litter. Beach litter surveys are completed annually or quarterly and cover a representative number of beaches. Data from trawl surveys, typically carried out for fish stock assessments, are used to monitor the amount of litter on the seafloor. After each tow all litter items are emptied from the net and counted and classified. Beached fulmars or individuals accidently killed are collected as part of a monitoring programme in the Greater North Sea to assess the plastics found in their stomachs. Fulmars forage exclusively at sea, generally at the surface of the water. The amount of plastic they ingest can be used as a proxy for the abundance of floating litter in their environment and how this is changing. Indicators for seafloor litter, beach litter and litter found in Fulmar stomachs have been developed and expert groups are working to improve the data. Additional monitoring programmes are being developed to record the amount of microplastics in sediment and in biota.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows 3 aspects of litter in the marine environment: a) beach litter b) plastic in fulmar stomachs and c) seafloor litter. The assessments used for this interim indicator have been reported under the updated [UK Marine Strategy Part One (2019)](https://www.gov.uk/government/publications/marine-strategy-part-one-uk-updated-assessment-and-good-environmental-status). Data, analytical methods and assessments on [Marine litter](https://moat.cefas.co.uk/pressures-from-human-activities/marine-litter/) are available, as are [fulmar data from 2011-2015 to 2015-2019](https://www.wur.nl/en/newsarticle/british-fulmars-confirm-decrease-in-plastic-debris.htm).\n\n[The litter dashboard](https://www.gov.uk/government/publications/litter-and-littering-in-england-data-dashboard?msclkid=cd7df99ad0fe11ecaebf69fb9f31334c) also includes some beach litter data beyond 2015 but this is not directly comparable to C1a. Additional commentary on recent trends in the C1b indicator is published in the [latest research report from Wageningen University](https://www.wur.nl/en/newsarticle/british-fulmars-confirm-decrease-in-plastic-debris.htm) to Defra (Project code ME5227) which supports reporting commitments under OSPAR.\n\nFurther development of this indicator is required, and the indicator’s format will evolve.\n\n## Note on Figures C1a, C1b and C1c\n\nWhile the currently available data predate the 25 Year Environment Plan, they provide the most recently available assessments of marine litter. They enable an understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\n## Trend description for Figures C1a, C1b and C1c\n\n### C1a) Beach litter\n\nThe average total abundance of beach litter items per 100m of coast varies considerably around the UK with greater quantities being recorded in the Celtic Seas than in the Greater North Sea. After showing some decrease from 2009 to 2011, beach litter levels in the Celtic Seas, whilst fluctuating, have risen to greater than the 2008 levels. In the Greater North Sea, there has been an increase in beach litter levels. Water currents, weather conditions, and prevailing wind conditions can have an influence on the deposition and retention of beach litter and therefore beach litter abundance. In all beach litter regions, the majority of litter items were made of plastic (including polystyrene). Plastic fragments are the most commonly found type of litter item, followed by food and drinks packaging, sewage related debris and then smaller amounts of fishing-related litter.\n\n### C1b) Fulmars\n\nFrom 2004 to 2014 approximately 60% of surveyed (beached) fulmars in the Greater North Sea region were found to have more than 0.1g of plastic (the threshold level used in the OSPAR target definition) in their stomachs. This reflects the abundance of floating litter in their environment. More recently, the measure appears to show some decline, but not to an extent that is statistically significant.\n\n### C1c) Seafloor litter\n\nFrom sampling UK seafloor litter to date higher amounts of litter and plastic have been found per km2 of seafloor in the Greater North Sea compared to the Celtic Seas. There were also higher amounts of seafloor litter in the southern parts of the Greater North Sea and Celtic Seas, which could be a result of increasing human pressures.\n\n## Assessment of change\n\nThe time series for interim C1a indicator Items of litter per 100m of beach runs from 2008 to 2015 which is not yet long enough to produce an assessment for medium and long-term time periods. A decrease in beach litter (or improvement) was observed in the Celtic Seas region over the most recent 5 years for which trends can be assessed (2009 to 2014), but an increase (or deterioration) was observed in the Greater North Sea region.\n\nA decrease (or improvement) in the percentage of sampled fulmars which have more than 0.1g of plastic in their stomach was observed over the short, medium, and long-term time periods. This assessment does not consider whether any improvement is on a sufficient scale for meeting targets.\n\nChange since 2018 has also been assessed for indicator components which had sufficient data. Little or no change in the fulmar indicator was observed since 2018. However, this is based on only 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nThe assessment results reported here are not directly comparable with other analyses published elsewhere that use different methodologies to explore these indicators or are based on alternative datasets.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table C1ai: Assessment of change in the number of litter items per 100m of beach, Celtic Seas\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2009-2014 | -9.6 (smoothed Loess) | Improvement |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\n### Table C1aii: Assessment of change in the number of litter items per 100m of beach, Greater North Sea\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2009-2014 | +73.7 (smoothed Loess) | Deterioration |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\n### Table C1b: Assessment of change in the percentage of sampled fulmars having more than 0.1g of plastic in their stomach, Greater North Sea\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2010-2014 to 2015-2019 | -22.2 (moving average data) | Improvement |\n| Medium term | 2004-2009 to 2015-2019 | -24.6 (moving average data) | Improvement |\n| Long term | 2004-2008 to 2015-2019 | -21.0 (moving average data) | Improvement |\n\nAssessment categories for indicator C1a were assigned based on smoothed data, so percent change figures in Tables C1ai and C1aii may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year or the first to last 5-year moving average in the specified date range.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"3.1.1","target_id":"3.1","sdg_goal":"3","indicator_sort_order":"03-01-01","graph_title":"Clean seas: marine litter"}