{"computation_units_by_series":[{"series":"C10a (interim)","units":"Percentage exploited with respect to FMSY"},{"series":"C10b (interim)","units":"Percentage with biomass with respect to MSY Btrigger and Blim"}],"data_footnote":"Based on 57 stocks of interest to the UK, derived from ICES and national stock assessment reports. When new stock assessment data are incorporated into the model that compiles this time series, all data are subject to minor revisions.\n\nChanges made to this indicator since the previous publication to bring it in line with the MAPs for fisheries mean the current interim version of C10 is not directly comparable to the version appearing in the Outcome Indicator Framework prior to 2022.\n","data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Category","series":"C10a (interim)","value":"Percentage unknown"},{"field":"Category","series":"C10a (interim)","value":"Percentage greater than FMSY and greater than F upper (where available)"},{"field":"Category","series":"C10a (interim)","value":"Percentage in FMSY range that is between FMSY and F upper (where available)"},{"field":"Category","series":"C10a (interim)","value":"Percentage less than or equal to FMSY"},{"field":"Category","series":"C10b (interim)","value":"Percentage unknown"},{"field":"Category","series":"C10b (interim)","value":"Percentage less than MSY Btrigger and less than Blim (where available)"},{"field":"Category","series":"C10b (interim)","value":"Percentage less than MSY Btrigger but greater than Blim (where available)"},{"field":"Category","series":"C10b (interim)","value":"Percentage greater than or equal to MSY Btrigger"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"C10a (interim)":{"Percentage greater than FMSY and greater than F upper (where available)":"#801650","Percentage in FMSY range that is between FMSY and F upper (where available)":"#F46A25","Percentage less than or equal to FMSY":"#12436D","Percentage unknown":"#28A197"},"C10b (interim)":{"Percentage greater than or equal to MSY Btrigger":"#12436D","Percentage less than MSY Btrigger and less than Blim (where available)":"#801650","Percentage less than MSY Btrigger but greater than Blim (where available)":"#F46A25","Percentage unknown":"#28A197"}},"graph_category_order":{"C10a (interim)":{"Percentage greater than FMSY and greater than F upper (where available)":2,"Percentage in FMSY range that is between FMSY and F upper (where available)":1,"Percentage less than or equal to FMSY":0,"Percentage unknown":3},"C10b (interim)":{"Percentage greater than or equal to MSY Btrigger":0,"Percentage less than MSY Btrigger and less than Blim (where available)":2,"Percentage less than MSY Btrigger but greater than Blim (where available)":1,"Percentage unknown":3}},"graph_limits":[{"maximum":100,"minimum":0}],"graph_stacked_disaggregation":[{"series":"C10a (interim)"},{"series":"C10b (interim)"}],"graph_titles":[{"series":"C10a (interim)","title":"C10a (interim): Marine fish (quota) stocks of UK interest harvested sustainably, 1990 to 2019"},{"series":"C10b (interim)","title":"C10b (interim): Marine fish (quota) stocks of UK interest with biomass at levels capable of maintaining full reproductive capacity, 1990 to 2019"}],"graph_type":"bar","indicator_name":"Productive seas: fish and shellfish stocks fished sustainably","indicator_reference":"C10","national_geographical_coverage":"UK","oif_commitments":"<ul>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>Convention on Biological Diversity Aichi Target 6</li>\n  <li>Relevant to Sustainable Development Goals 12 and 14</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"UK","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - seas"],"oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that all fish stocks are recovered to and maintained at levels that can produce their maximum sustainable yield"],"oif_theme":"Seas and Estuaries","published":false,"reporting_status":"Interim","source_active_1":true,"source_active_2":true,"source_organisation_1":"Centre for Environment, Fisheries & Aquaculture Science; International Council for the Exploration of the Sea","source_organisation_2":"Centre for Environment, Fisheries & Aquaculture Science; International Council for the Exploration of the Sea","title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows changes in the proportion of commercial fish and shellfish stocks that are within safe biological limits and fished sustainably. The indicator is derived from assessments of individual stocks. Where available, the assessment of stocks against their Maximum Sustainable Yield (MSY) will be incorporated into the overall indicator. The indicator is linked to UK Marine Strategy Descriptor 3 (Commercial Fish and Shellfish) and the Convention on Biological Diversity sustainable fisheries indicators and is derived from International Council for the Exploration of the Sea (ICES) and national stock assessments.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. A revised interim indicator is presented here that shows: the percentage of stocks of UK interest fished at or below the level capable of producing MSY (FMSY); and the percentage of stocks with spawning stock biomass (SSB) above the level capable of producing MSY (MSY Btrigger). The revised indicator also introduces a new upper limit (Fupper, where available) for a number of stocks that are fished above FMSY, but within an acceptable mortality range (in FMSY range) as defined by internationally agreed Multi-Annual Plans (MAPs) for fisheries. In addition, a lower limit reference point (Blim) is included for SSB to distinguish a number of stocks that are at a higher risk of reproductive impairment, from those that are at lower risk (that is, above Blim but below MSY Btrigger).\n\nThe assessments used for this interim indicator have been reported under the [UK Marine Strategy Part One (2019)](https://www.gov.uk/government/publications/marine-strategy-part-one-uk-updated-assessment-and-good-environmental-status) using data from 1990 to 2015 for FMSY and from1990 to 2016 for MSY Btrigger. Data on [commercially exploited fish and shellfish](https://moat.cefas.co.uk/pressures-from-human-activities/commercial-fish-and-shellfish/), analytical methods and assessment are available. Data are also published annually in the [UK Biodiversity Indicator B2 – Sustainable fisheries](https://jncc.gov.uk/our-work/ukbi-b2-sustainable-fisheries/). National shellfish stocks assessments are updated on a 3-year cycle. These data are not included in the interim indicator but were published as part of the UK Marine Strategy Part One (2019) and will be included in the final indicator. Once population age and size distribution assessments are developed, they will be included to provide further detail for this indicator.\n\n## Trend description for Figures C10a and C10b\n\nOverall, there is evidence of a positive trend towards a greater proportion of stocks fished sustainably in both the long term and in recent years. There is also a positive trend for fish stocks remaining within safe biological limits in the long term, but a negative trend in recent years. For both measures, there is a decreasing percentage of stocks with unknown status, from almost 50% in 1990 to 23% in 2019.\n\n### C10a) Marine fish (quota) stocks of UK interest harvested sustainably\n\nThe percentage of fish stocks (including Norway lobster, *Nephrops norvegicus*) fished at or below FMSY, and/or within acceptable mortality range levels, has increased from 9% in 1990 to 51% in 2019. The percentage fished above FMSY has decreased over the same time period, from 42% of UK quota-fish stocks assessed being fished at levels of fishing pressure above FMSY in 1990 to 26% in 2019.\n\n### C10b) Marine fish (quota) stocks of UK interest with biomass at levels capable of maintaining full reproductive capacity\n\nTo maintain the reproductive capacity of stocks, each stock’s spawning biomass (SSB) should be at or above the level capable of producing maximum sustainable yield (that is, MSY Btrigger). The percentage of stocks subject to quota management and achieving this goal has increased from 30% in 1990 to 58% in 2019. A further 4% of stocks were at low risk of reproductive impairment (that is, with a SSB below MSY Btrigger but above Blim) in 2019 and 16% more were at high risk of reproductive impairment (that is, with SSB below MSY Btrigger and Blim).\n\n## Assessment of change\n\nTwo indicator components are assessed here: ‘marine fish (quota) stocks of UK interest harvested sustainably’ and ‘marine fish (quota) stocks of UK interest with biomass at levels capable of maintaining full reproductive capacity’. Assessments of change are made for the most recent 5 years for which trends can be assessed (2012 to 2017), as well as medium and long-term periods. In every case there has been an improvement recorded.\n\nChange since 2018 has also been assessed. Marine fish harvested sustainably decreased (a deterioration) in 2019 while there was little or no change in marine fish stocks with biomass at levels capable of maintaining full reproductive capacity. However, this is based on two data points so should be considered as indicative and not evidence of a clear trend.\n\nThe assessment results reported here are not directly comparable with other analyses published elsewhere that use different methodologies to explore these indicator components.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table C10a: Assessment of change in marine fish (quota) stocks of UK interest harvested sustainably, (below FMSY or in FMSY range, if available)\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +39.3 (smoothed data) | Improvement |\n| Medium term | 2008-2018 | +113.7 (smoothed data) | Improvement |\n| Long term | 1990-2018 | +327.0 (smoothed data) | Improvement |\n\n### Table C10b: Assessment of change in marine fish (quota) stocks of UK interest with biomass at levels capable of maintaining full reproductive capacity (above MSY Btrigger)\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +5.6 (smoothed data) | Improvement |\n| Medium term | 2008-2018 | +24.4 (smoothed data) | Improvement |\n| Long term | 1990-2018 | +89.1 (smoothed data) | Improvement |\n\nNote that assessment categories for the short, medium and long term were assigned based on smoothed data, so percent change figures in Tables C10a and C10b may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-09-02","national_data_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","national_data_update_url_text":"2022-09-02: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"3.10.1","target_id":"3.10","sdg_goal":"3","indicator_sort_order":"03-10-01","graph_title":"Productive seas: fish and shellfish stocks fished sustainably"}