{"data_non_statistical":true,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Diverse seas: condition of pelagic habitats","indicator_reference":"C5","national_geographical_coverage":"UK","oif_commitments":"<ul>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>UK Marine Strategy (Marine Strategy Regulations 2010)</li>\n  <li>River Basin Management Plans</li>\n  <li>Relevant to Sustainable Development Goal 14</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"UK (Celtic Seas and Greater North Sea)","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - seas"],"oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Reversing the loss of marine biodiversity and, where practicable, restoring it","Ensuring seafloor habitats are productive and sufficiently extensive to support healthy, sustainable ecosystems"],"oif_theme":"Seas and Estuaries","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator of marine biodiversity tracks changes in the Good Environmental Status (GES) of pelagic (water column) habitats. The assessment is based on (a) changes in lifeforms (groups of plankton species that perform the same function in the marine environment) that make up plankton communities, and (b) changes in the biomass of phytoplankton and the abundance of zooplankton. These assessments have been used to inform the assessment of GES for the updated UK Marine Strategy Part One (2019) and to fulfil reporting commitments under the Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR). The changes experienced by plankton communities could have implications for the health, (functioning, dynamics and structure) of the whole marine ecosystem.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form as existing analytical methods are under ongoing development to gain a better understanding of the effects of the key anthropogenic pressures and climatic drivers. Recent progress with this work is presented in a primary research article by [Bedford et al. (2020)](https://onlinelibrary.wiley.com/doi/full/10.1111/gcb.15066).The effects of these and future developments on this interim indicator will be considered as part of a wider review of the Outcome Indicator Framework. Additional background data on the abundance of plankton in UK waters are also available on the [Plankton Lifeform Extraction Tool](https://www.dassh.ac.uk/lifeforms/). The assessments of [pelagic habitats](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/pelagic-habitats/) used for this interim indicator have been reported under the updated [UK Marine Strategy Part One (2019)](https://www.gov.uk/government/publications/marine-strategy-part-one-uk-updated-assessment-and-good-environmental-status) and to fulfil reporting commitments under the [Convention for the Protection of the Marine Environment of the North-East Atlantic](https://www.ospar.org/convention/text) (OSPAR).\n\n## Note on Indicator C5\n\nSpatial representations and charts for the underlying data supporting this interim indicator can be accessed via the [Marine Online Assessment Tool](https://moat.cefas.co.uk/biodiversity-food-webs-and-marine-protected-areas/pelagic-habitats/). While the currently available data predate the 25 Year Environment Plan, they provide the most recently available assessment of the condition of pelagic habitats. They enable a better understanding of a baseline from which to measure progress towards the goals of the 25 Year Environment Plan when the indicator is next updated.\n\n## Trend description for Indicator C5\n\n### C5a) Changes in plankton communities, 2004-2008 to 2009-2014\n\nThe lifeforms (functional groups of species) that make up the plankton communities in the Celtic Seas and the Greater North Sea changed between the starting conditions period (2004 to 2008) and the current assessment period (2009 to 2014). Prevailing environmental conditions, in particular climate change, are likely to be driving these observed changes, but the potential role of direct human activities such as fishing and nutrient inputs contributing to these changes cannot be ruled out. It is currently uncertain whether GES has been achieved.\n\n### C5b) Changes in phytoplankton biomass and zooplankton abundance, 2004-2008 to 2009-2014\n\nIn most areas of the Celtic Seas and the Greater North Sea, phytoplankton biomass has increased between the starting conditions period (2004 to 2008) and the current assessment period (2009 to 2014). Changes in zooplankton abundance varied across the 2 sub-regions assessed, with increases in some areas, decreases in others, and no change in some. This assessment identified, with a medium to high level of confidence, changes in phytoplankton biomass and zooplankton abundance which may have consequences on the functioning, dynamics and structure of the whole marine ecosystem. It is not yet possible to say if GES has been achieved.\n\n## Assessment of change\n\nNo assessment was undertaken for this indicator as it is not reported as a time series.\n","national_metadata_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"3.5.1","target_id":"3.5","sdg_goal":"3","indicator_sort_order":"03-05-01","graph_title":"Diverse seas: condition of pelagic habitats"}