{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Quantity, quality and connectivity of habitats","indicator_reference":"D1","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Convention on Biological Diversity Aichi Targets 5 and 15</li>\n  <li>Conservation of Habitats and Species Regulations 2017 (as amended)</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment and the Adaptation Sub Committee’s assessment of the National Adaptation Programme, under the Climate Change Act (2008)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England. Some data, for example Earth Observation data or site assessments may be disaggregated to local sites.","oif_headline":"Nature on land and water","oif_indicator_status":"In development","oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_relevant_goal":["Thriving plants and wildlife","Mitigating and adapting to climate change"],"oif_relevant_target":["Creating or restoring 500,000 hectares of wildlife-rich habitat outside the protected site network, focusing on priority habitats as part of a wider set of land management changes providing extensive benefits","Implementing a sustainable and effective second National Adaptation Programme"],"oif_theme":"Wildlife","published":false,"reporting_status":"In development","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator will assess the function of terrestrial and freshwater habitats in England by measuring their extent, condition, and connectivity. In the 25 Year Environment Plan, government committed to establishing a Nature Recovery Network: an increasingly connected network of places that are richer in wildlife and more resilient to climate change. The network will build on the recommendations from ‘[Making space for nature](https://webarchive.nationalarchives.gov.uk/ukgwa/20130402154501/http:/archive.defra.gov.uk/environment/biodiversity/index.htm)’, led by Professor Sir John Lawton, and will provide wider environmental benefits, including carbon capture and opportunities for recreation.\n\nData are available to measure some aspects of this indicator such as extent and condition of some habitats, but further work is required to assess habitats beyond protected sites, and reliable methods for measuring ecological connectivity need to be further tested. Some indicators of aspects of ecosystem functions and processes are available to assess condition, but these are not comprehensive. New methods of Earth Observation together with development of measures of favourable conservation status and long-term site-based monitoring offer good opportunities to develop this indicator.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022. Several elements of this indicator are published as [England Biodiversity Indicators (for example, 2a – Extent and condition of priority habitats and 3 – Habitat connectivity in the wider countryside)](https://www.gov.uk/government/statistics/england-biodiversity-indicators) but substantial further work is required to bring these elements together with new data to assess overall resilience. Ongoing work to progress this indicator includes the development of an earth observation approach (via the Living England project) for habitat quantity, statistical analysis of attributes to assess habitat quality and testing of different approaches to measure habitat connectivity.\n\nThe Living England project, led by Natural England, is a multi-year programme delivering a satellite-derived national habitat map. Improvements in 2021 have resulted in an increased level of confidence in habitat assignment in the map. Work to finalise the methodology to allow the assessment of habitat quantity on a national scale is ongoing.\n\nThe development of the quality and connectivity elements of the indicator is also ongoing. During 2021 to 2022 a final list of habitat quality attributes has been produced, together with identification of datasets which can be used to measure them. Future work will determine benchmarks for defining poor, moderate and good status for each attribute in each habitat type.\n\n## Assessment of change\n\nNo assessment was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"4.1.1","target_id":"4.1","sdg_goal":"4","indicator_sort_order":"04-01-01","graph_title":"Quantity, quality and connectivity of habitats"}