{"goal_meta_link_text":"UN metadata","indicator_reference":"D2","oif_theme":"Wildlife","oif_headline":"Wildlife and wild places","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"bar","graph_stacked_disaggregation":[{"series":"D2a (interim)"},{"series":"D2b (interim)"}],"data_start_values_by_series":[{"series":"D2a (interim)","field":"Site Type","value":"Sites on land & water"},{"series":"D2a (interim)","field":"Site Type","value":"Sites at sea"},{"series":"D2b (interim)","field":"Site Condition","value":"Favourable condition"},{"series":"D2b (interim)","field":"Site Condition","value":"Unfavourable recovering condition"}],"graph_titles":[{"series":"D2a (interim)","title":"D2a (interim), Extent of protected sites in England, 1999 to 2020"},{"series":"D2b (interim)","title":"D2b (interim), Condition of Sites of Special Scientific Interest in England, 2003 to 2020"}],"graph_notes":[{"series":"D2a (interim)","note":"The extent of protected sites is the cumulative area assessed in March of each year shown. It is based on the following designations: Sites of Special Scientific Interest (SSSI), Special Areas of Conservation (SAC), Special Protection Areas (SPA), National Nature Reserves (NNR), Ramsar sites and Marine Conservation Zones (MCZ). For sites that span English borders, only the area within England is included. Sites between mean low water and the 12 nautical mile limit are included in the ‘marine’ measure; sites beyond 12 nautical miles, in UK waters, are excluded."},{"series":"D2b (interim)","note":"Site condition is the cumulative area assessed in March of each year shown. As new  assessments are completed, they replace the previous ones, so the chart presents a snapshot  of the condition of the site network at a given point in time."}],"computation_units_by_series":[{"series":"D2a (interim)","units":"Area of sites (million hectares)"},{"series":"D2b (interim)","units":"Percentage of site area"}],"graph_category_color":{"D2a (interim)":{"Sites on land & water":"#008938","Sites at sea":"#81ed93"},"D2b (interim)":{"Favourable condition":"#008938","Unfavourable recovering condition":"#81ed93"}},"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Extent and condition of protected sites – land, water and sea","national_geographical_coverage":"England","source_organisation_1":"Natural England","source_url_1":"https://www.gov.uk/government/statistics/england-biodiversity-indicators","oif_indicator_status":"Interim","oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Increasing the proportion of protected and well-managed seas, and better managing existing protected sites","Restoring 75% of our one million hectares of terrestrial and freshwater protected sites to favourable condition, securing their wildlife value for the long term"],"oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_commitments":"<ul>\n  <li>The Conservation of Habitats and Species Regulations 2017 (as amended)</li>\n  <li>The Conservation of Offshore Marine Habitats and Species Regulations 2017 (as amended)</li>\n  <li>The Convention on the Conservation of European Wildlife and Natural Habitats (the Bern Convention)</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Convention on Biological Diversity</li>\n</ul>","oif_geographical_scope":"England. Data may be disaggregated to individual sites and features.","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nProtected sites are areas of land, inland water and the sea that have special legal protection to conserve important habitats and species in England. These include our Sites of Special Scientific Interest (SSSIs), Marine Protected Areas (MPAs), Special Areas of Conservation, Special Protection Areas and Ramsar sites. This indicator has 2 components: (a) extent (hectares) of protected sites on land, freshwater and at sea and (b) condition of protected sites on land, water and at sea. Condition for terrestrial sites is assessed against relevant common standards agreed by the UK conservation agencies. Condition methodology for MPAs is currently under development.\n\n## Readiness and links to data\n\nThis indicator is not available for publishing in 2021 in a finalised form. An interim indicator is presented here that shows the extent of protected areas (D2a) and condition of SSSIs (D2b) in England. Data for this interim indicator are published annually as part of [England Biodiversity Indicators](https://www.gov.uk/government/statistics/england-biodiversity-indicators). Work is underway to improve reporting for terrestrial and freshwater sites and some further work is required to implement a methodology for assessing the condition of MPAs so that an indicator of condition (D2b) that includes all sites on land, on water and at sea can be produced.\n\n## Trend description\n\n**a)\tExtent of Protected sites**\n\nThe total extent of land, water and sea protected in England through national and international protected areas increased from 1.2 million hectares in 1999 to 3.4 million\nhectares in 2020. The area of sites at sea has increased substantially, by more than 8 times since the time series began in 1999 although the majority of this increase took place between 2011 and 2020. The area of sites on land and water has remained relatively stable over time, increasing by 6% between 1999 and 2020.\n\n**b)\tCondition of Sites of Special Scientific Interest**\n\nThere has been a net decrease in the area of SSSIs in favourable condition; down from 44% in 2003 to 38.9% in 2020. The sudden drop in the area of SSSIs in favourable\ncondition from 43.2% in 2010 to 36.6% in 2011 was largely due to a more rigorous application of the ‘Common Standard for Monitoring’ protocols in assessing feature condition. However, since then, the area recorded as being in favourable condition has increased. The area of SSSIs in unfavourable recovering condition in 2020 (54.2%) is considerably higher than the 13% recorded in 2003. \n","national_metadata_update_url_text":"2021-07-26: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/6f14a38f7f23d525c4e7acc2ee2f6632968a889f","national_data_update_url_text":"2021-06-22: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/34c676c22ce528da20503dabb2a70078d0d1fd7c","indicator":"4.2.1","target_id":"4.2","sdg_goal":"4","indicator_sort_order":"04-02-01","graph_title":"Extent and condition of protected sites – land, water and sea"}