{"computation_units":"Million hectares","data_footnote":null,"graph_notes":null,"data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Woodland Type","value":"Conifer"},{"field":"Woodland Type","value":"Broadleaf"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Broadleaf":"#F46A25","Conifer":"#12436D"},"graph_stacked_disaggregation":true,"graph_title":"D3: Area of woodland in England, 1980 to 2021","graph_type":"bar","indicator_name":"Area of woodland in England","indicator_reference":"D3","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Equivalent data at UK level are reported to the United Nations Food and Agriculture Organisation for its regular Forest Resources Assessment, and to Forest Europe for publication in the State of Europe’s Forests</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England. The related National Forest Inventory woodland map geospatial Open Data can be disaggregated to any sub-national geography required.","oif_headline":"Not applicable","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - land","Condition of assets - species and ecological communities"],"oif_relevant_goal":["Thriving plants and wildlife","Using resources from nature more sustainably and efficiently","Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Creating or restoring 500,000 hectares of wildlife-rich habitat outside the protected site network, focusing on priority habitats as part of a wider set of land management changes providing extensive benefits","Increasing woodland in England in line with our aspiration of 12% cover by 2060"],"oif_theme":"Wildlife","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Forestry Commission; Forest Research","title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows change in the area of broadleaved and conifer woodland in England. Woodland as defined for the National Forest Inventory is land under stands of trees with a minimum area of 0.5 hectares, a width of at least 20 metres, and a canopy cover of at least 20% or having the potential to achieve this. The definition relates to land use, rather than land cover, so integral open space and areas of felled trees that are awaiting restocking (replanting) are included as woodland. Woodland is a key natural capital asset that provides many natural capital benefits, such as the provision of timber and other wood products, carbon storage, habitats for wildlife, and opportunities for exercise and recreation.\n\n## Readiness and links to data\n\nData on the area of woodland are published annually in Forest Research’s [Forestry Statistics](https://www.forestresearch.gov.uk/tools-and-resources/statistics/forestry-statistics/) along with information on the data sources and methodology. Additional commentary on recent trends and new planting of woodland and trees in England is provided in the Forestry Commission’s quarterly [Key Performance Indicators](https://www.gov.uk/government/collections/forestry-commission-corporate-plan-performance-indicators).\n\n## Trend description for Figure D3\n\nThe total area of woodland in England has increased from 1.19 million hectares in 1980 to 1.32 million hectares in 2021, equating to an increase from 9.1% to 10.1% of the land area of England. This growth has been driven by an increase in broadleaf woodland. The area of conifer woodland in England has remained relatively static over the last 40 years.\n\n## Assessment of change\n\nOver the most recent 5 years for which trends can be assessed (2016 to 2021) and in the medium term (2011 to 2021), the observed increases in the area of woodland in England count as ‘little or no change’. This is because it would take a large area of additional woodland cover to reach the +3% change needed to for the ‘improvement’ category to be assigned. There has been an increase (improvement) over the long term. This assessment does not consider whether any improvement is on a sufficient scale for meeting targets. Change since 2018 has also been assessed. There has been ‘little or no change’ in woodland cover since 2018.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table D3: Assessment of change in the area of Woodland in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2016-2021 | +1.1 (unsmoothed data) | Little or no change |\n| Medium term | 2011-2021 | +2.1 (unsmoothed data) | Little or no change |\n| Long term | 1980-2021 | +11.2 (unsmoothed data) | Improvement |\n\nPercent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-09-02","national_data_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","national_data_update_url_text":"2022-09-02: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"4.3.1","target_id":"4.3","sdg_goal":"4","indicator_sort_order":"04-03-01"}