{"goal_meta_link_text":"UN metadata","indicator_reference":"D6","oif_theme":"Wildlife","oif_headline":"Not applicable","reporting_status":"Interim","oif_relevant_goal":["Thriving plants and wildlife"],"oif_relevant_target":["Taking action to recover threatened, iconic or economically important species of animals, plants and fungi, and where possible to prevent human induced extinction or loss of known threatened species in England and the Overseas Territories"],"oif_natural_capital":["Condition of assets - species and ecological communities"],"oif_commitments":"<ul>\n  <li>Relevant to Convention on Biological Diversity</li>\n  <li>Sustainable Development Goal 15 Life on Land</li>\n</ul>","data_non_statistical":false,"data_show_map":false,"graph_types":[{"series":"D6ai (interim)","type":"line"},{"series":"D6aii (interim)","type":"bar"},{"series":"D6bi (interim)","type":"line"},{"series":"D6bii (interim)","type":"bar"}],"graph_stacked_disaggregation":[{"series":"D6aii (interim)"},{"series":"D6bii (interim)","field":"Category"}],"graph_category_order":{"D6aii (interim)":{"Strong decrease":0,"Weak decrease":1,"Little or no change":2,"Weak increase":3,"Strong increase":4},"D6bii (interim)":{"Strong decrease":0,"Weak decrease":1,"Little or no change":2,"Weak increase":3,"Strong increase":4}},"graph_titles":[{"series":"D6ai (interim)","title":"D6ai (interim), Relative abundance of priority species in England, 1970 to 2018"},{"series":"D6aii (interim)","title":"D6aii (interim), Long-term and short-term changes in the relative abundance of individual priority species in England, 1970 to 2018"},{"series":"D6bi (interim)","title":"D6bi (interim), Distribution of priority species in England, 1970 to 2016"},{"series":"D6bii (interim)","title":"D6bii (interim), Long-term and short-term changes in the distribution of individual priority species in England, 1970 to 2016"}],"computation_units_by_series":[{"series":"D6ai (interim)","units":"Index (1970 = 100)"},{"series":"D6aii (interim)","units":"Percentage of species"},{"series":"D6bi (interim)","units":"Index (1970 = 100)"},{"series":"D6bii (interim)","units":"Percentage of species"}],"graph_annotations":[{"series":"D6ai (interim)","preset":"base_line"},{"series":"D6bi (interim)","preset":"base_line"}],"data_start_values_by_series":[{"series":"D6ai (interim)","field":"Trendline type","value":"Index value"},{"series":"D6ai (interim)","field":"Trendline type","value":"95% Credible interval min"},{"series":"D6ai (interim)","field":"Trendline type","value":"95% Credible interval max"},{"series":"D6aii (interim)","field":"Category","value":"Strong decrease"},{"series":"D6aii (interim)","field":"Category","value":"Weak decrease"},{"series":"D6aii (interim)","field":"Category","value":"Little or no change"},{"series":"D6aii (interim)","field":"Category","value":"Weak increase"},{"series":"D6aii (interim)","field":"Category","value":"Strong increase"},{"series":"D6bi (interim)","field":"Trendline type","value":"Index value"},{"series":"D6bi (interim)","field":"Trendline type","value":"95% Credible interval min"},{"series":"D6bi (interim)","field":"Trendline type","value":"95% Credible interval max"},{"series":"D6bii (interim)","field":"Category","value":"Strong decrease"},{"series":"D6bii (interim)","field":"Category","value":"Weak decrease"},{"series":"D6bii (interim)","field":"Category","value":"Little or no change"},{"series":"D6bii (interim)","field":"Category","value":"Weak increase"},{"series":"D6bii (interim)","field":"Category","value":"Strong increase"}],"graph_continuous_error":[{"series":"D6ai (interim)","target":"Index value","upper":"95% Credible interval max","lower":"95% Credible interval min","legend":"95% credible intervals (measures of uncertainty)"},{"series":"D6bi (interim)","target":"Index value","upper":"95% Credible interval max","lower":"95% Credible interval min","legend":"95% credible intervals (measures of uncertainty)"}],"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","graph_notes":[{"series":"D6ai (interim)","note":"This composite measure of relative abundance includes 149 species. The shaded area on the graph represents the 95% credible interval (measure of uncertainty) for the smoothed index (solid line). The narrowing credible interval reflects growing confidence in the estimate of the annual results; the incorporation of bat data in the late 1990s; and the falling index values over time."},{"series":"D6aii (interim)","note":"Composite indices mask individual species trends, therefore, the bar chart shows the percentage of priority species within the index that have increased, decreased or displayed little or no overall change in their relative abundance over 2 time periods, (i) long term (since the time series began in 1970) and (ii) short term (latest 5 years of the time series)."},{"series":"D6bi (interim)","note":"This composite measure of distribution includes 181 species. The shaded area on the graph represents the 95% credible interval (measure of uncertainty) for the smoothed index (solid line). "},{"series":"D6bii (interim)","note":"Composite indices mask individual species trends, therefore, the bar chart shows the percentage of priority species within the indicator that have increased, decreased or displayed little or no overall change in their distribution over 2 time periods, (i) long term (since the time series began in 1970) and (ii) short term (latest 5 years of the time series)."}],"graph_sources":[{"series":"D6ai (interim)","source":"Bat Conservation Trust; British Trust for Ornithology; Butterfly Conservation;  Defra; Joint Nature Conservation Committee; People’s Trust for Endangered Species;  Rothamsted Research; Royal Society for the Protection of Birds; UK Centre for Ecology & Hydrology"},{"series":"D6aii (interim)","source":"Bat Conservation Trust; British Trust for Ornithology; Butterfly Conservation;  Defra; Joint Nature Conservation Committee; People’s Trust for Endangered Species;  Rothamsted Research; Royal Society for the Protection of Birds; UK Centre for Ecology & Hydrology"},{"series":"D6bi (interim)","source":"Biological records data collated by a range of national schemes and analysed by the UK Centre for Ecology & Hydrology"},{"series":"D6bii (interim)","source":"Biological records data collated by a range of national schemes and analysed by the UK Centre for Ecology & Hydrology"}],"data_footnote":"","national_geographical_coverage":"England","indicator_name":"Relative abundance and distribution of priority species in England","oif_geographical_scope":"England","oif_indicator_status":"Interim","source_organisation_1":"","source_url_1":null,"oif_date_last_updated":"11 June 2021","page_content":"\n## Short description\n\nPriority Species are those identified as the most threatened or declining species in the UK. They were identified to support UK conservation planning and are published and maintained by the Joint Nature Conservation Committee. Priority species are used as the reference source to produce statutory species lists of principal conservation importance. Such lists are published by the Secretary of State under Section 41 of the Natural Environment and Rural Communities Act 2006. There are over 940 priority species recognised in England.\n\nThis indicator has 2 components: (a) changes in the relative abundance of those priority species for which suitable abundance data are available; and, (b) changes in distribution (the number of 1 km grid squares in which species are recorded in any given year) of those priority species for which distribution data are available.\n\nThe taxonomic coverage of this indicator is limited at present. The relative abundance measure includes priority birds, butterflies, some mammals (one hare and 5 bats) and moths but does not currently include plants, fungi, amphibians, reptiles, fish or invertebrates other than butterflies and moths; the distribution measure includes priority species of bryophytes, lichens, insects and other invertebrates but does not currently include amphibians, reptiles, birds, fish or mammals.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. Trends for the relative abundance and distribution of priority species at a UK-level are already presented annually in the [UK Biodiversity Indicators](https://jncc.gov.uk/our-work/uk-biodiversity-indicators-2020/); however, further work has been undertaken to develop equivalent measures at an England-only level. The results of this work are presented here for the first time in 2021 as a revised interim indicator. Information on how these data have been obtained and how the statistics have been calculated is available on the [Defra science portal](http://randd.defra.gov.uk/Default.aspx?Menu=Menu&Module=More&Location=None&ProjectID=20501&FromSearch=Y&Publisher=1&SearchText=NR0178&SortString=ProjectCode&SortOrder=Asc&Paging=10#Description). The report includes a technical background document that describes the data sources and methods in detail, and spreadsheets that contain a list of species within each index together with the data behind the indices. Methods are being developed to refine the future reporting of this indicator and to expand the taxonomic coverage. These methods are still undergoing peer review and user feedback is invited via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk).\n\n## Note\n\nOf the more than 940 species in the priority species list for England, 149 have robust quantitative time-series data on relative abundance and 181 have suitable distribution data. The relative abundance measure comprises Birds (44), Butterflies (21), Mammals (6) and Moths (78); the distribution measure includes Bees (13), Bryophytes (9), Lichens (16), Moths (93), Spiders, (9) and Wasps (7). Approximately 60 species of moths appear in both the relative abundance and distribution measures; the remaining species within this indicator are unique to one or other of the measures because they are drawn from different data sources. The abundance datasets are generated largely from data collected by national monitoring schemes, whereas the distribution data are collated through the Biological Records Centre and include contributions from a wide range of national recording schemes (see the technical background document referenced in the ‘Readiness and links to data’ section for further detail).\n\n## Trend description\n\n**a) Changes in abundance of priority species**\n\nBy 2018, the index of relative abundance of priority species in England had declined to 17.7% of its base-line value in 1970, a statistically significant decrease. Over this long-term period, 7% of species showed a strong or weak increase and 83% showed a strong or weak decline. More recently, between 2013 and 2018, the relative abundance index\ndeclined from 21.3 to 17.7 (17% of the 2013 value), again a statistically significant decrease. Over this short-term period, 20% of species showed a strong or weak increase\nand 56% showed a strong or weak decline.\n\n**b) Changes in distribution of priority species**\n\nBy 2016, the index of distribution of priority species in England decreased to 84, a statistically significant decrease of 16% of the 1970 value. Over this long-term period, 24%\nof species showed a strong or weak increase and 38% showed a strong or weak decline. More recently, between 2011 and 2016, the distribution index declined from 92.3 to 83.7 (9% of the 2011 value), again a statistically significant decrease. Over this short-term period, 13% of species showed a strong or weak increase and 59% showed a strong or weak decline.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","national_data_update_url_text":"2021-06-24: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/a059afb057d2e1096a51d5ff54ede221874afd40","indicator":"4.6.1","target_id":"4.6","sdg_goal":"4","graph_type":"line","indicator_sort_order":"04-06-01","graph_title":"Relative abundance and distribution of priority species in England"}