{"computation_units":"Million hectares","data_non_statistical":false,"data_footnote":null,"graph_notes":null,"data_show_map":false,"data_start_values":[{"field":"Category","value":"Grassland"},{"field":"Category","value":"Crops"},{"field":"Category","value":"Uncropped arable"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Crops":"#F46A25","Grassland":"#12436D","Uncropped arable":"#801650"},"graph_stacked_disaggregation":true,"graph_title":"E1: Area of productive agricultural land in England, 1984 to 2021","graph_type":"bar","indicator_name":"Area of productive agricultural land","indicator_reference":"E1","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Production and harvesting of natural resources","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - land"],"oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that food is produced sustainably and profitably"],"oif_theme":"Natural Resources","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nAgriculture provides around 75% of the indigenous food we eat (food which can be produced in the climatic conditions of the UK) and accounts for around 70% of land use. As well as being vital for food production, agriculture helps to shape the landscape, providing important recreational, spiritual and other cultural benefits. This indicator shows annual changes in land used for agriculture in 3 categories: grassland (including sole rough grazing); crops (including horticulture and perennial crops); and uncropped arable (land left fallow or under environmental management). Agricultural production and the associated land use and management are key drivers of the environmental impacts from the sector. A key policy challenge is to de-couple production from environmental impact. The indicator may be considered a measure of pressure on the environment, a measure of condition of the land asset, or a measure of service/benefit we derive from the land. The indicator is included in the framework to provide contextual information.\n\n## Readiness and links to data\n\nData on the [structure of the agricultural industry](https://www.gov.uk/government/collections/structure-of-the-agricultural-industry) in England are already published annually as National Statistics.\n\n## Trend description for Figure E1\n\nAfter a period of decline in the late 1980s, land use by agriculture has remained relatively stable. Similarly, the split between crops and grazing has remained relatively constant over this time, with grassland accounting for around half of agricultural land (51% in 2021) and crops a little under half (46% in 2021).\n\n## Assessment of change\n\nLittle or no change was observed for area of agricultural land over the most recent 5 years for which trends can be assessed (2015 to 2020) and in the medium term. There has been a decrease in the long term since 1984. It is not possible to categorise this decrease as either an ‘improvement’ or ‘deterioration’. Whether a change away from agricultural land is positive for the environment will depend on numerous factors such as the farming practices that were employed and what the new land use is.\n\nChange since the start of the 25 Year Environment Plan has also been assessed. There has been little or no change in area of agricultural land since 2018, based on 4 years of data. We set a minimum of 5 data points for the production of a robust trend for this assessment so this result should be treated with caution until the next iteration is available.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table E1: Assessment of change in the area of productive agricultural land in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2015-2020 | -0.3 (smoothed Loess) | Little or no change |\n| Medium term | 2010-2020 | -1 (smoothed Loess) | Little or no change |\n| Long term | 1984-2020 | -7.4 (smoothed Loess) | Change (decreasing) |\n\nNote that assessment categories were assigned based on smoothed data, so percent change figures in Table E1 may differ from unsmoothed values quoted elsewhere. It is not possible to define a simplistic desired direction of change for this indicator so cannot assign ‘improvement’ or ‘deterioration’.\n","national_metadata_updated_date":"2023-03-06","national_data_updated_date":"2023-03-06","national_metadata_update_url_text":"2023-03-06: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","national_data_update_url_text":"2023-03-06: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/083aeb3ed3d9be503b4785a5800150083cb472d5","indicator":"5.1.1","target_id":"5.1","sdg_goal":"5","indicator_sort_order":"05-01-01"}