{"computation_units":"Index (1973 = 100)","data_non_statistical":false,"data_footnote":null,"graph_notes":null,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line","series":""}],"graph_title":"E3 (interim): Volume of inputs used in agricultural production in the UK, 1973 to 2020","graph_type":"line","indicator_name":"Volume of inputs used in agricultural production","indicator_reference":"E3","national_geographical_coverage":"UK","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England. The interim indicator is only available for the UK.","oif_headline":"Production and harvesting of natural resources","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that food is produced sustainably and profitably"],"oif_theme":"Natural Resources","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nTo produce food and feed, farming uses a range of inputs including fertilisers, pesticides, energy and animal feed. In addition, labour and land is required as well as depreciation of capital. Minimising the use of these inputs is an important policy driver to improve productivity and hence improve profitability whilst reducing the environmental impacts of farming. Farm practices and the use of inputs (particularly fertilisers and pesticides) directly influence the environmental pressures from farming including the quality, composition and availability of habitats and impact on air, water and soils. Volume of inputs may therefore be considered an indirect measure of pressure on a range of natural capital assets.\n\nThis indicator should be viewed alongside indicator ‘E2 Volume of agricultural production’ and other indicators in the framework relating to the condition of natural capital assets. The index of the volume of inputs is an overall measure of the total inputs used with price effects removed. This includes all inputs including intermediate consumption, land, labour and depreciation of capital.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows the volume of inputs used in agricultural production in the UK.\n\nData on [total factor productivity for England by farm type](https://www.gov.uk/government/statistics/total-factor-productivity-for-england-by-farm-type) are published as experimental statistics, but the National Statistics publication on [total factor productivity of the agricultural industry in the UK](https://www.gov.uk/government/statistics/total-factor-productivity-of-the-agricultural-industry) is considered to be a more reliable source for this indicator until the England-level data receive accreditation as National Statistics.\n\n## Trend description for Figure E3\n\nThe volume of inputs used in agricultural production in the UK has shown an overall decline since 1973. Most of this decline took place between the late 1990s and 2006; since then, there has been a slight increase in the volume of inputs used in agricultural production, but the volume remains below historical levels. Over the most recent year (2020), the volume of inputs used in agricultural production in the UK fell slightly (by 1.2%).\n\n## Assessment of change\n\nAn increase in volume of inputs used in agricultural production has been observed over the most recent 5 years for which trends can be assessed (2014 to 2019), and in the medium term. This is in contrast to long-term decreasing trends. It is not possible to simplistically categorise these changes as either an ‘improvement’ or ‘deterioration’ for the environment as this will depend on the types of input driving change. An increase in inputs of pesticide and fertiliser would likely have a negative effect, but this indicator also includes other inputs such as labour. This indicator is included in the Outcome Indicator Framework to help interpret the reasons behind changes in ‘E4 Efficiency of agricultural production measured by Total Factor Productivity’.\n\nChange since 2018 has also been assessed. There has been little or no change in volume of inputs used in agricultural production since 2018, based on 3 years of data. We set a minimum of 5 data points for the production of a robust trend for this assessment so this result should be treated with caution until the next iteration is available.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table E3: Assessment of change in the volume of inputs used in agricultural production in the UK\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2014-2019 | +4.3 (smoothed Loess) | Change (increasing) |\n| Medium term | 2009-2019 | +5.2 (smoothed Loess) | Change (increasing) |\n| Long term | 1973-2019 | -8.5 (smoothed Loess) | Change (decreasing) |\n\nNote that assessment categories were assigned based on smoothed data, so percent change figures in Table E3 may differ from unsmoothed values quoted elsewhere. It is not possible to define a simplistic desired direction of change for this indicator so cannot assign ‘improvement’ or ‘deterioration’.\n","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","national_data_update_url_text":"2022-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"5.3.1","target_id":"5.3","sdg_goal":"5","indicator_sort_order":"05-03-01"}