{"goal_meta_link_text":"UN metadata","indicator_reference":"E4","oif_theme":"Natural Resources","oif_headline":"Production and harvesting of natural resources","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"line","graph_title":"E4 (interim), Efficiency of agricultural production measured by Total Factor Productivity in the UK, 1973 to 2019","graph_annotations":[{"series":"","preset":"base_line"}],"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Efficiency of agricultural production measured by Total Factor Productivity","computation_units":"Index (1973 = 100)","national_geographical_coverage":"UK","source_organisation_1":"Defra","source_url_1":"https://www.gov.uk/government/statistics/total-factor-productivity-of-the-agricultural-industry","oif_indicator_status":"Interim","oif_relevant_goal":["Using resources from nature more sustainably and efficiently"],"oif_relevant_target":["Ensuring that food is produced sustainably and profitably"],"oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_commitments":"<ul>\n  <li>None</li>\n</ul>","oif_geographical_scope":"England. The interim indicator is only available for the UK.","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nTotal factor productivity is a well-established index of how efficiently farming inputs (such as fertilisers and labour) are converted into outputs (such as wheat and milk) giving an indication of changes in the efficiency and competitiveness of the agriculture industry. It is based on the ratio of inputs (indicator E3 Volume of inputs used in agricultural production) to outputs (indicator E2 Volume of agricultural production) such that the higher the value, the more efficiently inputs are converted into outputs. Data are based on volumes rather than values so that price effects are removed. The measure is known as Total Factor Productivity as it takes into account all output and input factors, including land, labour, intermediate consumption and depreciation of capital.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. An interim indicator is presented here that shows the total factor productivity for the UK. Indicators and data on [total factor productivity for England by farm type](https://www.gov.uk/government/statistics/total-factor-productivity-for-england-by-farm-type) are published as Experimental Statistics, but the National Statistics publication on [total factor productivity of the agricultural industry in the UK](https://www.gov.uk/government/statistics/total-factor-productivity-of-the-agricultural-industry) is considered to be a more reliable source for this indicator until the England-level data receive accreditation as National Statistics.\n\n## Trend description\n\nOverall productivity is driven by both the output and input components. Total factor productivity of the agricultural industry in the UK was 60% higher in 2019 than it was in 1973. There has been an overall long-term increase driven by both increased outputs and a fall in inputs, although the separate trends (see indicators E2 and E3) have followed different patterns. There is considerable annual variation, this variation being mainly driven by variation in output volumes.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","national_data_update_url_text":"2021-04-20: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/322a02da9ff9750e39d24dab956ec313fbe10ae2","indicator":"5.4.1","target_id":"5.4","sdg_goal":"5","indicator_sort_order":"05-04-01"}