{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Disruption or unwanted impacts from flooding or coastal erosion","indicator_reference":"F1","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>May provide evidence in support of Climate Change Risk Assessment under the Climate Change Act (2008)</li>\n  <li>Relevant to Sustainable Development Goals 11 and 13</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Resilience to natural hazards","oif_indicator_status":"In development","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Reducing the risks of harm from environmental hazards"],"oif_relevant_target":["Boosting the long-term resilience of our homes, businesses and infrastructure"],"oif_theme":"Resilience","published":false,"reporting_status":"In development","source_active_1":false,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator will track changes in the impacts of flooding and coastal erosion on people’s lives. We continue to refine the approach to the finalisation of this indicator to ensure it aligns with the government’s recent policy statement on Flood and Coastal Erosion Risk Management, which sets out government’s commitment to develop a relevant national set of flood indicators by spring 2022, and the Environment Agency’s recently updated National Flood and Coastal Erosion Risk Management (FCERM) Strategy for England.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 as further development is required. The government set out its policies to tackle flood and coastal erosion risk in the long term in the [Flood and Coastal Erosion Risk Management Policy Statement](https://www.gov.uk/government/publications/flood-and-coastal-erosion-risk-management-policy-statement) in July 2020. These policies include a commitment to develop a national set of indicators by spring 2022 which will allow us to monitor trends over time to better understand the impact of our flood and coastal erosion risk management policies. As part of this work, we are reviewing the indicators proposed for the 25 Year Environment Plan to ensure they align with the outcomes of the Policy Statement and the Environment Agency’s National Flood and Coastal Erosion Risk Management Strategy for England.\n\nAlthough the Environment Agency does not routinely carry out economic cost analysis of all floods, it has published cost of flooding reports following the [winter 2013 to 2014](https://www.gov.uk/government/publications/the-costs-and-impacts-of-the-winter-2013-to-2014-floods) and [winter 2015 to 2016](https://www.gov.uk/government/publications/floods-of-winter-2015-to-2016-estimating-the-costs) floods. The [flood and coastal erosion risk management annual reports](https://www.gov.uk/government/publications/flood-and-coastal-risk-management-national-report) (from 1 April 2011) provide further context and statistics about the impacts of recent major flood events.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"6.1.1","target_id":"6.1","sdg_goal":"6","indicator_sort_order":"06-01-01","graph_title":"Disruption or unwanted impacts from flooding or coastal erosion"}