{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Disruption or unwanted impacts caused by drought","indicator_reference":"F3","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Relevant to Sustainable Development Goals 11 and 13</li>\n  <li>Water and sewerage companies currently provide SoSi data to the Environment Agency annually. This is published as part of the Environment Agency’s EPA report and is part of the water companies’ annual review of WRMPs</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England, and by water company area for those with customers wholly or mainly in England.","oif_headline":"Resilience to natural hazards","oif_indicator_status":"In development","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Reducing the risks of harm from environmental hazards"],"oif_relevant_target":["Boosting the long-term resilience of our homes, businesses and infrastructure","Ensuring interruptions to water supplies are minimised during prolonged dry weather and drought"],"oif_theme":"Resilience","published":false,"reporting_status":"In development","source_active_1":false,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator will focus on disruption to public water supply due to drought.\n\nWater companies have a statutory duty to produce a water resources management plan (WRMP) and drought plan. The WRMPs, prepared, published and maintained in accordance with provisions of the Water Industry Act 1991 and regulations and directions made under it, must set out how a company intends to maintain the balance between supply and demand for water over at least the next 25 years. This includes how it will manage the increasing pressures on our water supplies from a growing population and climate change, whilst protecting the environment. Water company drought plans, also prepared, published and maintained under Water Industry Act 1991, set out the operational actions the water companies will take before, during and after a drought to maintain a secure supply of water.\n\nThis indicator will track changes in a Supply Demand Balance Index (SDBI), which will be reported by all water and sewerage companies from Summer 2022 as part of the Environment Agency’s Environmental Performance Assessment (EPA) report.\n\n## Readiness and links to data\n\nThis indicator is not ready for reporting in 2022.\n\nExisting Security of Supply Index (SoSi) data identifies whether water companies have a greater than planned risk of interruptions to public water supply during drought events. It illustrates those that need to take immediate action to increase resilience to the environmental hazard of drought. SoSi data are reported annually in the [Environment Agency’s annual EPA report](https://www.gov.uk/government/publications/water-and-sewerage-companies-in-england-environmental-performance-report-2020).\n\nWe do not report on the SoSi metric here as it contains elements of prediction and from 2022, all water and sewerage companies will report a new, improved index (SDBI) annually which will be based more firmly on actual figures. We will therefore use the SDBI as the metric for this indicator and report on it from 2023.\n\nThe SDBI measures how a company is actually able to meet water demand compared to the design drought event that is set out in the company’s Water Resources Management Plan (WRMP). It will therefore be testing the theoretical risk that customers could be facing if there was a drought.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"6.3.1","target_id":"6.3","sdg_goal":"6","indicator_sort_order":"06-03-01","graph_title":"Disruption or unwanted impacts caused by drought"}