{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Changes in landscape and waterscape character","indicator_reference":"G1","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Reporting under the European Landscape Convention</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Landscapes and waterscapes","oif_indicator_status":"In development","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - land","Condition of assets - marine"],"oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Safeguarding and enhancing the beauty of our natural scenery and improving its environmental value while being sensitive to considerations of its heritage"],"oif_theme":"Natural Beauty and Engagement","published":false,"reporting_status":"In development","source_active_1":false,"title":"Untitled","page_content":"\n## Short description\n\nThis is a composite indicator of changes in landscape and waterscape character in England. It will combine findings from 3 developing strands of landscape monitoring work. Firstly, a statistical database and spatially mapped monitoring of changes in landscape and waterscape character in National Character Areas (NCA) and protected landscapes across all of England. Secondly, monitoring at an England scale of the public’s perceptions of landscape character and how those perceptions relate to the landscape change trends being identified. Thirdly, findings will be informed by on-going monitoring (since 2013) of environmental outcomes in our protected landscapes (National Parks and Areas of Outstanding Natural Beauty). The composite indicator will build on an approach that has been developed to assess the impacts of agri-environment schemes on landscape in 159 NCAs and will be structured by landscape change themes such as field patterns and boundaries, waterscapes historic features, semi-natural habitats, agricultural land use, settlement patterns and development, and woodland or tree cover. The NCA profiles (currently being refreshed and placed on a digital platform) include Statements of Environmental Opportunity, which are being utilised to evaluate changes detected in landscape and waterscape character.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022. Substantial further development work is required to build on existing methods and information sources to assess changes in landscape and waterscape character.\n\nProgress has been made towards an indicator that will be made available in 2023, including establishment of a set of indicators and metrics for the suite of landscape change themes associated with the NCA change database. A change atlas and dashboard are currently under development to allow interactive access to detailed findings for a range of audiences. A baseline analysis and evaluation of the NCA and protected landscape change data is also under way from which headline findings will inform the composite indicator. In addition, progress has been made in assessing how the [People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) (PANS) results can be used to develop a metric for public perception of landscape character. Opportunities have been identified to enhance and capture additional information in future PANS surveys relating more specifically to people’s perceptions and preferences about landscape that can inform landscape change monitoring.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2022-08-05","national_metadata_update_url_text":"2022-08-05: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/568804991dfc7a4a3e8f9040dfbd4e8a6d911e63","indicator":"7.1.1","target_id":"7.1","sdg_goal":"7","indicator_sort_order":"07-01-01","graph_title":"Changes in landscape and waterscape character"}