{"computation_units_by_series":[{"series":"G2a","units":"Percentage of all features"},{"series":"G2b","units":"Percentage of all Scheduled Monuments with an archaeological assessment"}],"y_axis_labels":[{"series":"G2a","label":"Percentage"},{"series":"G2b","label":"Percentage"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Assessment Year","series":"G2a","value":"2019"},{"field":"Assessment Year","series":"G2a","value":"2021"},{"field":"Assessment Year","series":"G2b","value":"2019"},{"field":"Assessment Year","series":"G2b","value":"2021"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"G2a":{"2019":"#F46A25","2021":"#12436D"},"G2b":{"2019":"#F46A25","2021":"#12436D"}},"graph_category_order":{"G2a":{"2019":1,"2021":0},"G2b":{"2019":1,"2021":0}},"graph_notes":[{"note":"Based on the condition of 1,526 geological and geomorphological heritage features that had been assessed by December 2021, with 30% of those assessments being carried out since 2015 and 60% being carried out since 2011. A further 9% of all 1,679 features are still to be assessed. As of December 2019, 1,326 geological and geomorphological heritage features had been assessed.","series":"G2a"},{"note":"Based on the archaeological assessments of the 19,921 Scheduled Monuments that had been assessed by August 2021. Of these, 16.0% have been subject to new or updated condition assessments since 2015 and 29.7% have been assessed since 2011. A further 1.1% of all features are still to be assessed. As of August 2019, 19,848 Scheduled Monuments had archaeological assessments in place.","series":"G2b"}],"graph_sources":[{"series":"G2a","source":"Natural England"},{"series":"G2b","source":"Historic England"}],"graph_stack_order":{"G2a":["Favourable","Unfavourable - Recovering","Unfavourable - No change","Unfavourable - Declining","Partially destroyed","Destroyed","Unassessed"],"G2b":["Optimal/generally satisfactory","Generally satisfactory but with minor localised problems","Generally satisfactory but with significant localised problems","Generally unsatisfactory with major localised problems","Extensive significant problems","Unknown","Not recorded"]},"graph_titles":[{"series":"G2a","title":"G2a: Condition of geological and geomorphological heritage features of Sites of Special Scientific Interest in England, 2019 to 2021"},{"series":"G2b","title":"G2b: Condition of Scheduled Monuments in England (based on entries with archaeological assessments), 2019 to 2021"}],"graph_type":"bar","indicator_name":"Condition of heritage features including designated geological sites and scheduled monuments","indicator_reference":"G2","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Reporting under the European Landscape Convention</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England, data for individual sites which may be presented at various geographical scales, including National Character Areas are also available.","oif_headline":"Landscapes and waterscapes","oif_indicator_status":"Final","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - land","Condition of assets - marine"],"oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Safeguarding and enhancing the beauty of our natural scenery and improving its environmental value while being sensitive to considerations of its heritage"],"oif_theme":"Natural Beauty and Engagement","published":false,"reporting_status":"Final","source_active_1":true,"source_organisation_1":null,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator consists of 2 measures that describe (a) the condition of geological and geomorphological (landforms and the processes which create them) heritage features of Sites of Special Scientific Interest (SSSIs) and (b) the condition of Scheduled Monuments. Heritage features enable us to understand how our landscapes have been formed and are an important aspect of landscape character that significantly contribute to our enjoyment and appreciation of the natural beauty. We have a particular responsibility to conserve heritage features of designated sites. The indicator uses information from SSSI condition assessments and information which supports the production of Historic England’s annual Heritage at Risk Register.\n\nAll geological (including geomorphological) features designated as SSSIs have first been subject to rigorous and systematic scientific assessment leading to their selection as nationally important Geological Conservation Review (GCR) sites. As of December 2021, there were 1,150 SSSIs in England designated wholly, or in part, for their geology, encompassing 1,679 features identified through the GCR. Many SSSIs contain more than one geological heritage feature.\n\nMonuments designated as Scheduled Monuments have been recognised by the Secretary of State as being nationally important. For a monument to be considered of national importance its surviving features, above and/or below the surface of the land or seabed, must have a particular significance that relates to its historic, traditional, architectural, artistic and/or archaeological interest. As of August 2021, there were 19,921 Scheduled Monuments in England.\n\n## Readiness and links to data\n\nData are available on [SSSI condition assessments](https://designatedsites.naturalengland.org.uk/SiteSearch.aspx) (as a searchable database), and as a data download of SSSI Monitored features. A programme of work was initiated in 2020, aimed at assessing the condition of previously unassessed geological features and reassessing the condition of features which have not been assessed for more than 6 years.\n\nData on [Scheduled Monuments at risk](https://historicengland.org.uk/advice/heritage-at-risk/) are also available. These data have been collated over an extended time period as it is not currently possible to update them in full on a regular basis. It should be noted that during 2020 and 2021, the COVID-19 pandemic impacted upon data collection and collation, and depending on the region, site visits for assessment purposes were either not possible or very limited. Although the usual level of on-site checking of entries on, additions to and removals from the Heritage at Risk Register was not possible, desk-based assessments and updates were carried out.\n\n## Note on Figures G2a and G2b\n\nThe observed increase in the percentage of geological and geomorphological heritage features in favourable condition from 2019 to 2021 and the absence of any major changes to the percentage of features in the unfavourable assessment categories over the same period is largely due to the timing of data inputted since the last update of this indicator. Most new assessments in favourable condition have been included in the 2021 results, whereas most unfavourable assessments are still being finalised and have therefore not been included yet. The resulting skew towards the percentage of heritage features in favourable condition relative to those in unfavourable condition should be resolved during the next scheduled update of this indicator in 2024, and current results for the unfavourable condition categories should be treated with caution.\n\nData on the condition of Scheduled Monuments in this indicator are based on archaeology assessments only. As of August 2021, 842 Scheduled Monuments have additional\ncondition assessments based on their built or structural remains; these have been omitted from this indicator.\n\n## Trend description for Figures G2a and G2b\n\n### G2a) Condition of geological and geomorphological heritage features of Sites of Special Scientific Interest\n\nIn total, 72% of all designated geological features have been assessed as in favourable condition as of December 2021 (a 12 percentage point increase in the equivalent figure for 2019) and a further 7% have been assessed as unfavourable but recovering. Approximately 1% have been destroyed or partially destroyed.\n\n### G2b) Condition of Scheduled Monuments\n\nIn total, 84.9% of all Scheduled Monuments with archaeological assessments are considered as being in optimal or generally satisfactory condition, whereas 12.4% are considered as either being in a generally unsatisfactory condition or having extensive significant problems. This represents no significant change from data first published in 2020.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"7.2.1","target_id":"7.2","sdg_goal":"7","indicator_sort_order":"07-02-01","graph_title":"Condition of heritage features including designated geological sites and scheduled monuments"}