{"goal_meta_link_text":"UN metadata","indicator_reference":"G3","oif_theme":"Natural Beauty and Engagement","oif_headline":"Landscapes and waterscapes","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":false,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Enhancement of green/blue infrastructure","national_geographical_coverage":"England","oif_indicator_status":"In development","oif_relevant_goal":["Thriving plants and wildlife","Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Creating or restoring 500,000 hectares of wildlife-rich habitat outside the protected site network, focusing on priority habitats as part of a wider set of land management changes providing extensive benefits","Making sure that there are high quality, accessible, natural spaces close to where people live and work, particularly in urban areas, and encouraging more people to spend time in them to benefit their health and wellbeing"],"oif_natural_capital":["Condition of assets - freshwater","Condition of assets - land","Condition of assets - species and ecological communities"],"oif_commitments":"<ul>\n  <li>Reporting under European Landscape Convention</li>\n  <li>Reporting on the United Nation’s Sustainable Development Goals, for example, Goal 11: ‘Make cities and human settlements inclusive, safe,\n  resilient and sustainable’</li>\n  <li>May provide evidence in support of assessment against the Convention for Biological Diversity for example, draft Target 11 regarding the contribution of biodiversity and green/blue spaces to human health and wellbeing</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment and the Adaption Sub-Committee’s assessment of the National Adaptation Programme, under the Climate Change Act (2008)</li>\n</ul>","oif_geographical_scope":"England","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis indicator will show changes in the quantity, quality, accessibility and functioning of green and blue infrastructure. Green and blue spaces and features in and around our built environment, including within Green Belts, are essential to health and well-being. This indicator will be developed from work led by Natural England, with Defra and an advisory group, on a new national framework of standards for green and blue infrastructure. These standards aim to green our towns and cities, by improving existing green infrastructure provision and encouraging more investment. The Standards will guide stakeholders to focus on areas where we know that there is not enough accessible green infrastructure, or that what is there is of poor quality. The Standards will also guide the inclusion of accessible green space in new developments and advise the improvement of any area with little or no green space for the benefit of the community. Green and blue infrastructure can also make an important contribution towards adaptation to climate change.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021. However, Natural England and Defra have updated the [Accessible Natural Greenspace Standards](http://publications.naturalengland.org.uk/publication/65021) (draft) to inform the development of indicators for accessible greenspace quantity and proximity, at different scales. Further work in 2021 is planned to explore potential indicators of Green Infrastructure (GI) quality based on the attributes of GI. Natural England and Defra have also developed initial draft baseline maps of Green and Blue Infrastructure across England, for analysis using the updated Accessible Natural Greenspace Standards and other standards and indicators in development. The draft maps were trialled in areas across England from December 2020 to February 2021 and will be refined for reporting.\n\nInformation on changes in the public’s perceptions of green and blue space quality and access to green and blue spaces is now gathered by Natural England using the People and Nature Survey for England. This new survey, which began collecting data in April 2020, builds on the [Monitor of Engagement with the Natural Environment (MENE)](https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results) survey. The first full year of data collection was completed at the end of March 2021; data will now be analysed, and indicators will be finalised. Initial results from 2020, together with further information on the survey methods, outputs and the full questionnaire, are available on [The People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) homepage. The People and Nature Survey team also welcome collaboration and feedback via their [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nA new indicator, derived from the results of the People and Nature survey, should be published in the Outcome Indicator Framework report in 2022.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"7.3.1","target_id":"7.3","sdg_goal":"7","indicator_sort_order":"07-03-01","graph_title":"Enhancement of green/blue infrastructure"}