{"computation_units":"Percentage of total population covered by greenspace buffer","data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","data_footnote":"The ‘percentage of total population covered by greenspace buffer’ is based on an assumption that the population within each <a href=https://www.ons.gov.uk/methodology/geography/ukgeographies/censusgeography#super-output-area-soa>lower layer super output area</a> (LSOA) is evenly distributed.","graph_title":"Figure G3 (interim): Percentage of the total population in England with access to nearby green space (defined by ANGSt buffers), as of October 2021","graph_type":"bar","indicator_name":"Enhancement of green/blue infrastructure","indicator_reference":"G3","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Reporting under European Landscape Convention</li>\n  <li>Reporting on the United Nation’s Sustainable Development Goals, for example, Goal 11: ‘Make cities and human settlements inclusive, safe, resilient and sustainable’</li>\n  <li>May provide evidence in support of assessment against the Convention for Biological Diversity regarding the contribution of biodiversity and green/blue spaces to human health and wellbeing</li>\n  <li>May provide evidence in support of Climate Change Risk Assessment and the Adaption Sub-Committee’s assessment of the National Adaptation Programme, under the Climate Change Act (2008)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Landscapes and waterscapes","oif_indicator_status":"Interim","oif_natural_capital":["Condition of assets - freshwater","Condition of assets - land","Condition of assets - species and ecological communities"],"oif_relevant_goal":["Thriving plants and wildlife","Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Creating or restoring 500,000 hectares of wildlife-rich habitat outside the protected site network, focusing on priority habitats as part of a wider set of land management changes providing extensive benefits","Making sure that there are high quality, accessible, natural spaces close to where people live and work, particularly in urban areas, and encouraging more people to spend time in them to benefit their health and wellbeing"],"oif_theme":"Natural Beauty and Engagement","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Natural England","title":"Untitled","page_content":"\n## Short description\n\nThis indicator will show changes in the quantity, quality, accessibility and, ultimately, multiple functions of green and blue infrastructure. Green and blue spaces and other natural features in and around our built environment, including within Green Belts, are part of networks of multi-functional green infrastructure, which are capable of delivering a wide range of benefits that are essential to health and wellbeing, nature, climate, water and prosperity. Green and blue infrastructure includes land, freshwater and coastal spaces.\n\nThis indicator will be developed from work led by Natural England, with Defra and an advisory group, on a new [Green Infrastructure Framework – Principles and Standards for England](https://designatedsites.naturalengland.org.uk/GreenInfrastructure/Home.aspx) which will cover both green and blue infrastructure. These standards aim to green our towns and cities, by improving existing green infrastructure provision and encouraging more investment. Green and blue infrastructure can also make an important contribution towards adaptation to climate change.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. However, an interim indicator is presented here, which is based on Natural England’s updated [Accessible Natural Greenspace Standards](https://designatedsites.naturalengland.org.uk/GreenInfrastructure/UserGuide/Section05.aspx#angst) (ANGSt). These standards will inform the development of indicators for accessible greenspace quantity and proximity, at different scales.\n\nNatural England and Defra have also developed initial [baseline maps of Green and Blue Infrastructure](https://designatedsites.naturalengland.org.uk/GreenInfrastructure/Map.aspx) across England (version 1.1), for analysis using the updated ANGSt and other standards and indicators in development. The [England Green Infrastructure Mapping Database Report](http://publications.naturalengland.org.uk/publication/4635531295326208) provides details of the Green Infrastructure Mapping datasets and analysis (and of the updated ANGSt). Initial findings are published on the [Green Infrastructure Mapping Database and Analyses](https://designatedsites.naturalengland.org.uk/GreenInfrastructure/MappingAnalysis.aspx) webpage.\n\nThe ANGSt include a measure of hectares of Local Nature Reserve (LNR) per 1,000 population, and this analysis will be undertaken using data on LNRs held in [Designated Sites View](https://designatedsites.naturalengland.org.uk/) to report in 2023.\n\nOutputs of further analysis of the Green Infrastructure Mapping will be considered for providing additional information in the final indicator, including more detailed statistical analysis of population shares within ANGSt buffers by index of deprivation, population density and green space per 1,000 population, and also access to waterside and linear access such as Public Rights of Way.\n\nInformation on changes in the public’s perceptions of green and blue space quality and access to green and blue spaces is now gathered by Natural England using the [People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) (PANS) for England. A new indicator, derived from the PANS results, is in development.\n\n## Note on Figure G3\n\nFigure G3 covers both urban and rural areas. Doorstep Greenspace is accessible greenspace of at least 0.5 hectares in size within a 200m straight-line distance from home; Local Greenspace is accessible natural greenspace of at least 2 hectares in size within a 300m straight-line distance from home; and Neighbourhood Greenspace is accessible natural greenspace of at least 10 hectares within a 1km straight-line distance from home. The combined greenspace category, while not a standard in itself, includes the percentage of the population with access to any one or more of the doorstep greenspace, and local and neighbourhood natural greenspace standards.\n\n## Trend description for Figure G3\n\nThis is the baseline year of data; we aim to build a time series that is updated at the frequency new mapping is undertaken. As of October 2021, the proportions of the total population in England living within ANGSt ‘buffers’ (straight line distances from the boundary of the greenspaces) are:\n\n* 1 in 3 people live within 200m of a doorstep greenspace of at least 0.5 hectares\n* 1 in 4 people live within 300m of a local natural greenspace of at least 2 hectares, and\n* 1 in 2 people live within 1km of a neighbourhood natural greenspace of at least 10 hectares\n\nWhen considered together, these 3 most local ANGSt buffers allow us to form a composite picture of accessible greenspace. Initial findings suggest that, as of October 2021, almost 2 in 3 people (62.2%) have access to greenspace as defined by one or more of the doorstep greenspace, local natural greenspace and neighbourhood natural greenspace standards included within this indicator, and hence within a maximum 1km radius of home.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"7.3.1","target_id":"7.3","sdg_goal":"7","indicator_sort_order":"07-03-01"}