{"computation_units_by_series":[{"series":"G4a (interim)","units":"Weighted percentage"},{"series":"G4b (interim)","units":"Weighted percentage"}],"data_non_statistical":false,"data_show_map":false,"data_start_values_by_series":[{"field":"Frequency of visits","series":"G4a (interim)","value":"At least once a week"},{"field":"Frequency of visits","series":"G4a (interim)","value":"Less than once a month"},{"field":"Frequency of visits","series":"G4a (interim)","value":"Never"},{"field":"Frequency of visits","series":"G4a (interim)","value":"Once or twice a month"}],"geographical_area":[{"area":"England","series":"G4a (interim)"},{"area":"England","series":"G4b (interim)"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"G4a (interim)":{"At least once a week":"#12436D","Less than once a month":"#801650","Never":"#28A197","Once or twice a month":"#F46A25"},"G4b (interim)":{"England":"#12436D"}},"graph_category_order":{"G4a (interim)":{"At least once a week":0,"Less than once a month":2,"Never":3,"Once or twice a month":1}},"graph_notes":[{"note":"Based on MENE survey data collected between 2009 and 2019 (inclusive). Base: All respondents. Question [17]: ‘Now thinking about the last 12 months, how often, on average, have you spent your leisure time out of doors, away from your home? Again, by out of doors we mean open spaces in and around towns and cities, the coast and the countryside.’ Some response options in the MENE survey have been combined for the purposes of this indicator.","series":"G4a (interim)"},{"note":"Based on PANS data collected between 2 April 2020 and 31 March 2021 (inclusive). Base: All respondents. Question [M1\\_Q1]: In the last 12 months, how often, on average have you spent free time outside in green and natural spaces? Some response options in PANS have been combined for the purposes of this indicator.","series":"G4b (interim)"}],"graph_sources":[{"series":"G4a (interim)","source":"Natural England"},{"series":"G4b (interim)","source":"Natural England"}],"graph_stack_order":{"G4a (interim)":["2009-2010","2010-2011","2011-2012","2012-2013","2013-2014","2014-2015","2015-2016","2016-2017","2017-2018","2018-2019"],"G4b (interim)":["At least once a week","Once or twice a month","Less than once a month","Never"]},"graph_titles":[{"series":"G4a (interim)","title":"G4a (interim): Frequency of visits to the natural environment in the past 12 months, percentage of adults in England, survey years 2009/2010 to 2018/2019"},{"series":"G4b (interim)","title":"G4b (interim): Frequency of visits to green and natural spaces in the past 12 months, percentage of adults in England, survey year 2020/2021"}],"graph_type":"bar","indicator_name":"Engagement with the natural environment","indicator_reference":"G4","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Relevant to Convention on Biological Diversity Aichi Target 1</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Nature on land and water","oif_indicator_status":"Interim","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Making sure that there are high quality, accessible, natural spaces close to where people live and work, particularly in urban areas, and encouraging more people to spend time in them to benefit their health and wellbeing"],"oif_theme":"Natural Beauty and Engagement","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator will track changes in people’s engagement with the natural environment. It is our objective that, alongside improvements in natural environments, people are also engaging more with them. Spending time in the natural environment is important for both [human health and wellbeing](https://ehp.niehs.nih.gov/doi/pdf/10.1289/EHP1663), and increasing [pro-environmental behaviours](https://www.sciencedirect.com/science/article/abs/pii/S0272494419301185?via%3Dihub) to support nature recovery.\n\nA range of measurements may be indicative of engagement with the natural environment, but for the purposes of this indicator, data covering the broadest possible aspects of nature and engagement are considered. In addition, other measures of engagement relating to people’s care and concern for the environment are measured as part of indicators ‘G5 People engaged in social action for the environment’ and ‘G6 Environmental attitudes and behaviours’.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. A revised interim indicator is provided here that presents data from 2 of Natural England’s nationally representative surveys on time spent in natural spaces (spanning a wide set of green and blue spaces, both urban and rural):\n\n1. Historic data (2009/2010 to 2018/2019) for adults from the [Monitor of Engagement with the Natural Environment (MENE)](https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results) survey.\n2. Baseline data for adults from the [People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) (PANS). PANS began collecting data on an on-going basis from 2 April 2020 and can now report on engagement after a year of data collection (up to 31 March 2021). Further information on PANS survey methods, outputs and the full questionnaires, are available on the [PANS homepage](https://www.gov.uk/government/collections/people-and-nature-survey-for-england#monthly-interim-indicators). The PANS team welcomes collaboration and feedback via the [PANS user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nFurther work is underway to be able to finalise measures used for this indicator taken from MENE and/or PANS, including.\n\n1. On-going collection of data past year 1 of PANS to allow for examination of trends over time.\n2. Work to test and progress the harmonisation of PANS data with the 10 years’ of MENE data which at present are not comparable. More information on methodological differences between the surveys and the work underway to understand, and potentially harmonise datasets is available on Natural England’s [methods and limitations](https://www.gov.uk/government/publications/survey-methods-and-technical-details/methods-and-limitations) webpage.\n3. Work to understand the impacts of COVID-19 on the trends for this indicator.\n\nSimilar data for children from the [Children’s People and Nature Survey](https://www.gov.uk/government/statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics) (C-PANS) which measures the engagement of children with nature during school holiday-time and term-time will be included in the 2023 Outcome Indicator Framework report.\n\n## Trend description for Figures G4a and G4b\n\n### G4a) Visits to the natural environment\n\nThe MENE survey showed an increase in the proportion of adults visiting the natural environment at least once a week, from 54% in 2009/2010 to 65% in 2018/2019.\n\n### G4b) Visits to green and natural spaces\n\nThe PANS survey cannot yet show yearly trends or be compared to the earlier MENE data. However, data from 2020/2021 show that 71% of adults said they had visited green and natural spaces at least once a week (11% once or twice a month, 14% less than once a month, and 4% never did this).\n\n## Assessment of change\n\nThis year’s Outcome Indicator Framework report presents a baseline year of data on frequency of visits to the natural environment from PANS. When a sufficient time series is available, we will use this new indicator for the assessment of change. In the meantime, trends in the historic data from the MENE survey have been assessed. The time series for the MENE indicator on frequency of visits to the natural environment is not long enough to produce an assessment for medium and long-term time periods. An increase (or improvement) was observed over the most recent 5 years for which trends can be assessed (2013 to 2018).\n\nChange since 2018 has also been assessed. An increase (or improvement) in frequency of visits to the natural environment was observed since 2018 (up to 2019). However, this is based on 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table G4a: Assessment of change in the frequency of visits to the natural environment in the past 12 months by adults in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +13.9 (smoothed Loess) | Improvement |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\nNote that assessment categories for the short term were assigned based on smoothed data, so percent change figures in Table G4a may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"7.4.1","target_id":"7.4","sdg_goal":"7","indicator_sort_order":"07-04-01","graph_title":"Engagement with the natural environment"}