{"goal_meta_link_text":"UN metadata","indicator_reference":"G4","oif_theme":"Natural Beauty and Engagement","oif_headline":"People enjoying and caring about the natural environment","reporting_status":"Interim","data_non_statistical":false,"data_show_map":false,"graph_type":"bar","source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Engagement with the natural environment","national_geographical_coverage":"England","computation_units":"Percentage of adults","graph_title":"G4 (interim), Frequency of visits to the natural environment in England, 2009-10 to 2018-19","data_start_values":[{"field":"Frequency of visits","value":"At least once a week"},{"field":"Frequency of visits","value":"Less than once a month"},{"field":"Frequency of visits","value":"Never"},{"field":"Frequency of visits","value":"Once or twice a month"}],"source_url_1":"https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results","source_organisation_1":"Natural England","oif_indicator_status":"Interim","oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Making sure that there are high quality, accessible, natural spaces close to where people live and work, particularly in urban areas, and encouraging more people to spend time in them to benefit their health and wellbeing"],"oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_commitments":"<ul>\n  <li>Relevant to Convention on Biological Diversity Aichi Target 1</li>\n</ul>","oif_geographical_scope":"England","oif_date_last_updated":"11 June 2021","data_footnote":"Data are presented in survey years (March to February). ","page_content":"## Short description\n\nThis indicator will track changes in people’s engagement with the natural environment. Spending time in the natural environment improves our health and wellbeing. This indicator will measure time spent in natural spaces (woodland, parks, coasts and freshwaters, alongside other natural places), people’s levels of care and concern, connection with nature and children and young people’s engagement.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021 in a finalised form. An interim indicator is presented here that shows frequency of visits to natural spaces in England. The interim indicator is derived from data collected as part of the [Monitor of Engagement with the Natural Environment (MENE)](https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results) survey. While the impacts of COVID-19 on public engagement with the natural environment are likely to be considerable, they are not reflected in the results of this interim indicator because the most recently available full-year data from the MENE survey predates the onset of the coronavirus pandemic.\n\nInformation on changes in public engagement with nature is now gathered by Natural England using [The People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) for England. This new survey, which began collecting data in April 2020, builds on the MENE survey. The first full year of data collection was completed at the end of March 2021; data will now be analysed, and indicators will be finalised. Initial results from 2020, together with further information on the survey methods, outputs and the full questionnaire, are available on The People and Nature Survey homepage. The People and Nature Survey team welcome collaboration and feedback via their [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nA revised indicator, based on results from the new People and Nature Survey, is intended to be published in the Outcome Indicator Framework report in 2022. Considerable work is underway to understand the impacts of COVID-19 on the trends for this revised indicator as part of its development; insight and feedback from stakeholders via the [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/) is also welcome as part of this work.\n\n## Note\n\nMENE collected data using a face-to-face survey, which means the results presented in this interim indicator are not directly comparable to those obtained via the new People and Nature Survey which uses online methods. More information on these methodological differences and the work underway to understand, and potentially harmonise datasets is available on the [Methods and limitations](https://www.gov.uk/government/publications/survey-methods-and-technical-details/methods-and-limitations) webpage.\n\n## Trend description\n\nThe MENE survey showed an increase in the proportion of adults visiting the natural environment at least once a week, from 54% in the survey year 2009-10 to 65% in 2018-19.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","national_data_update_url_text":"2021-04-20: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/2e220a404509ebe90b08bd59aef3822e235c2979","indicator":"7.4.1","target_id":"7.4","sdg_goal":"7","indicator_sort_order":"07-04-01"}