{"computation_units":"Index (2000 = 100)","data_footnote":"Some data have been imputed to fill gaps in the time series where contributing organisations were unable to provide figures for a particular year.<br/><br/>Data provided by 6 organisations (The Conservation Volunteers, Canal and River Trust (formerly British Waterways), National Parks England, Natural England, RSPB and The Wildlife Trusts) were for financial years rather than calendar years. Financial year data have been assigned to the first calendar year (for example, 2019/2020 data were allocated to 2019).<br/><br/>Data provided by one organisation (the Canal and River Trust) include volunteering carried out in England and Wales as no England-only data are available.","data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_annotations":[{"preset":"base_line"}],"graph_title":"G5 (interim): Volunteer time spent on the natural environment in England, 2000 to 2019","graph_type":"line","indicator_name":"People engaged in social action for the environment","indicator_reference":"G5","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"People enjoying and caring about the natural environment","oif_indicator_status":"Interim","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Focusing on increasing action to improve the environment from all sectors of society"],"oif_theme":"Natural Beauty and Engagement","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nSocial action is about people coming together to help improve their lives and solve the problems that are important in their communities. It can broadly be defined as practical action in the service of others, which is (i) carried out by individuals or groups of people working together, (ii) not mandated and not for profit, (iii) done for the good of others – individuals, communities and/or society, and (iv) bringing about social change and or value.\n\nMultiple measurements will be used within this indicator as indicative of social actions which people can take to care for and restore the environment.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is provided here that presents data from [England biodiversity indicator 14 – Taking action for the environment](https://www.gov.uk/government/statistics/england-biodiversity-indicators). These data show volunteer time spent on activities of benefit to the natural environment in England. While the impacts of COVID-19 on the volunteering sector are likely to be considerable, they are not reflected in the results of this interim indicator because the most recently available data from the England biodiversity indicators (to 31 March 2020) mostly predate the onset of the COVID-19 pandemic.\n\nInformation on social action for the environment is now also collected through Natural England’s nationally representative [People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) (PANS) and the [Children’s People and Nature Survey](https://www.gov.uk/government/statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics) (C-PANS). PANS began collecting data on an ongoing basis from 2 April 2020 and C-PANS has measured social action for the environment during school holiday-time (10 to 31 August) and is due to release data from a 2021 term-time survey. Further information on the survey methods, outputs and the full questionnaires, are available on the [PANS homepage](https://www.gov.uk/government/collections/people-and-nature-survey-for-england#monthly-interim-indicators). The PANS team welcomes collaboration and feedback via the [PANS user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nFurther work is underway to be able to finalise measures used for this indicator taken from PANS and C-PANS, including.\n\n1. Scrutiny of the multiple questions relating to social action for the environment to assess how they should be used and whether a composite score can be used for the purposes of this indicator.\n2. On-going collection of data past year 1 to allow for examination of trends over time.\n3. Work to understand the impacts of COVID-19 on the trends for this indicator.\n\n## Trend description for Figure G5\n\nBetween 2000 and 2019, the index of the amount of time contributed by environmental volunteers in England has fluctuated, but, overall, it has increased by 42%.\n\n## Assessment of change\n\nFuture Outcome Indicator Framework reports will present data from PANS on people engaged in social action for the environment. When a sufficient time series is available, we will make an assessment using this new indicator. In the meantime, only the interim indicator on volunteer time spent on the natural environment has been assessed. An increase (or improvement) was observed over the most recent 5 years for which trends can be assessed (2013 to 2018), as well as over the medium and long term.\n\nChange since 2018 has also been assessed. A decrease (or deterioration) in volunteer time spent on the natural environment was observed since 2018 (up to 2019). However, this is based on 2 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table G5: Assessment of change in volunteer time spent on the natural environment in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +8.3 (smoothed data) | Improvement |\n| Medium term | 2008-2018 | +9.8 (smoothed data) | Improvement |\n| Long term | 2000-2018 | +52.2 (smoothed data) | Improvement |\n\nNote that assessment categories for the short, medium and long term were assigned based on smoothed data, so percent change figures in Table G5 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-08-10","national_data_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","national_data_update_url_text":"2022-08-10: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"7.5.1","target_id":"7.5","sdg_goal":"7","indicator_sort_order":"07-05-01"}