{"computation_units":"Weighted percentage","data_footnote":"Based on data collected between 2 April 2020 and 31 March 2021 (inclusive). Base: All asked M4. Question [M4\\_Q2]: ‘How important is protecting the environment to you personally?’. Some response options in PANS have been combined for the purposes of this indicator.","data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_title":"G6 (interim): Percentage of adults in England reporting that protecting the environment is important to them, survey year 2020/2021","graph_type":"bar","indicator_name":"Environmental attitudes and behaviours","indicator_reference":"G6","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>Relevant to Convention on Biological Diversity Aichi Target 1</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"People enjoying and caring about the natural environment","oif_indicator_status":"Interim","oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Focusing on increasing action to improve the environment from all sectors of society"],"oif_theme":"Natural Beauty and Engagement","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Natural England","title":"Untitled","page_content":"\n## Short description\n\nThis indicator will track changes in people’s attitudes and behaviours relating to the environment, covering different sectors of the population. It will track attitudes such as willingness to change lifestyle and behaviours in key policy areas relating to sustainable use of natural resources, such as waste, water and energy. The indicator will include information on:\n\n* Environmental attitudes including personal importance of environmental issues, ranking when compared to wider issues facing society and relative importance of environmental issues (such as climate change, litter, plastics, wildlife decline, and water and air pollution)\n* Pro-nature conservation behaviours\n* Wildlife gardening behaviours\n* At home environmental behaviours, including water and energy efficiency, waste and diet\n* Active travel behaviours\n* Behavioural intentions\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is provided here that presents baseline data from Natural England’s nationally representative [People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) (PANS) for adults. PANS began collecting data on an on-going basis from 2 April 2020 and can now report on attitudes after one year of data collection (up to 31 March 2021). Further information on PANS survey methods, outputs and the full questionnaires, are available on the [PANS homepage](https://www.gov.uk/government/collections/people-and-nature-survey-for-england#monthly-interim-indicators). The PANS team welcome collaboration and feedback via their [PANS user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nFurther work is underway to be able to finalise measures used for this indicator taken from PANS, including.\n\n1. Scrutiny of several other questions relating to environmental attitudes and behaviours, to assess whether they should be used and whether a composite score can be used for the purposes of this indicator.\n2. On-going collection of data past year 1 to allow for examination of trends over time.\n3. Work to understand the impacts of COVID-19 on the trends for this indicator.\n\nSimilar data for children from the [Children’s People and Nature Survey](https://www.gov.uk/government/statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics/the-childrens-people-and-nature-survey-for-england-summer-holidays-2021-official-statistics) (C-PANS) will be included in the 2023 Outcome Indicator Framework report.\n\n## Trend description for Figure G6\n\nThe PANS survey cannot yet show yearly trends. However, data from 2020/2021 show that the proportion of adults reporting that protecting the environment is important to them personally was 86% (3% reporting it was not important, and 11% that it was neither important nor unimportant).\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2022-09-13","national_data_updated_date":"2022-09-13","national_metadata_update_url_text":"2022-09-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","national_data_update_url_text":"2022-09-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","indicator":"7.6.1","target_id":"7.6","sdg_goal":"7","indicator_sort_order":"07-06-01"}