{"goal_meta_link_text":"UN metadata","indicator_reference":"G6","oif_theme":"Natural Beauty and Engagement","oif_headline":"People enjoying and caring about the natural environment","reporting_status":"In development","data_non_statistical":false,"data_show_map":false,"graph_type":"line","source_active_1":false,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","published":false,"title":"Untitled","indicator_name":"Environmental attitudes and behaviours","national_geographical_coverage":"England","source_url_1":"https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results","oif_indicator_status":"In development","oif_relevant_goal":["Enhancing beauty, heritage and engagement with the natural environment"],"oif_relevant_target":["Focusing on increasing action to improve the environment from all sectors of society"],"oif_natural_capital":["Service or benefit associated with natural capital asset"],"oif_commitments":"<ul>\n  <li>Relevant to Convention on Biological Diversity Aichi Target 1</li>\n</ul>","oif_geographical_scope":"England","oif_date_last_updated":"11 June 2021","page_content":"## Short description\n\nThis indicator will track changes in people’s attitudes and behaviours relating to the environment, covering different sectors of the population. It will track attitudes such as willingness to change lifestyle and behaviours in key policy areas relating to sustainable use of natural resources, such as waste, water and energy. The indicator will include information on: \n\n- Environmental attitudes including personal importance of environmental issues, ranking when compared to wider issues facing society and relative importance of environmental issues (such as climate change, litter, plastics, wildlife decline, and water and air pollution);\n- Pro-nature conservation behaviours;\n- Wildlife gardening behaviours;\n- At home environmental behaviours, including water and energy efficiency, waste and diet;\n- Active travel behaviours; and,\n- Behavioural intentions.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2021. Information on changes in attitudes and behaviour is now gathered by Natural England using the People and Nature Survey for England. This new survey, which began collecting data in April 2020 builds on the [Monitor of Engagement with the Natural Environment (MENE)](https://www.gov.uk/government/collections/monitor-of-engagement-with-the-natural-environment-survey-purpose-and-results) survey. The first full year of data collection was completed at the end of March 2021; data will now be analysed, and indicators will be finalised. Initial results, together with further information on the survey methods, outputs and the full questionnaire, are available on [The People and Nature Survey](https://www.gov.uk/government/collections/people-and-nature-survey-for-england) homepage. The People and Nature Survey team also welcome collaboration and feedback via their [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/).\n\nA new indicator, derived from the results of the People and Nature survey, should be published in the Outcome Indicator Framework report in 2022. The evidence so far (including the [People and Nature Survey monthly indicators](https://www.gov.uk/government/collections/people-and-nature-survey-for-england#documents)) is showing that the coronavirus pandemic is having an impact on environmental attitudes and behaviours. Analysis is underway to better understand the trends related to this indicator. Insight and feedback from stakeholders via the [user hub](https://people-and-nature-survey-defra.hub.arcgis.com/) is also welcome as part of this work.\n","national_metadata_update_url_text":"2021-07-16: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/fa79abbaa01cb7d66c8e0783b4f27de36fa4e9f8","indicator":"7.6.1","target_id":"7.6","sdg_goal":"7","indicator_sort_order":"07-06-01","graph_title":"Environmental attitudes and behaviours"}