{"computation_units":"Number of tree pests & diseases","data_footnote":"Data are presented in rolling 10-year time periods.","data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_title":"H2 (interim): Number of additional tree pests and diseases becoming established in England, 2000-2009 to 2009-2020","graph_type":"bar","indicator_name":"Distribution of invasive non-native species and plant pests and diseases","indicator_reference":"H2","national_geographical_coverage":"England","national_indicator_available":"Interim","oif_commitments":"<ul>\n  <li>Convention on Biological Diversity Aichi Target 9</li>\n  <li>May provide evidence in support of Climate Change Risk Assessments under the Climate Change Act (2008)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Exotic and invasive non-native species","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Enhancing biosecurity"],"oif_relevant_target":["Managing and reducing the impact of existing plant and animal diseases; lowering the risk of new ones and tackling invasive non-native species","Reaching the detailed goals to be set out in the Tree Health Resilience Strategy"],"oif_theme":"Biosecurity, Chemical and Noise","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Forestry Commission","title":"Untitled","page_content":"\n## Short description\n\nThis indicator will show changes in the distribution of non-native invasive species and plant pests that have already established in England. Preventing the spread of invasive non-native species limits their ability to disrupt ecosystems and cause economic damage. Plant pests and diseases cause significant negative impacts and it is often more difficult to prevent their entry and establishment, therefore limiting spread is critical in preventing negative impact on native species and ecosystems. This indicator will utilise distribution data for a reference subset of priority invasive species and plant pests and diseases as an indication of the success of biosecurity measures in controlling their spread.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows trends in the number of additional tree pests and diseases becoming established in England since the year 2000. These data are published in the [Forestry Commission’s Key Performance Indicators Reports](https://www.gov.uk/government/collections/forestry-commission-corporate-plan-performance-indicators). Further development is required to identify species for inclusion and develop the indicator drawing on existing data.\n\n## Note on Figure H2\n\nThis indicator enumerates those additional tree pests and diseases formally considered as becoming ‘established’ by the UK Plant Health Risk Group within a rolling 10-year period. Establishment is defined as ‘perpetuation, for the foreseeable future, of a pest within an area after entry’. This is the definition produced by the Secretariat of the International Plant Protection Convention.\n\nIt is not possible to sum the number of additional tree pests and diseases becoming established within each 10-year period to calculate the total number becoming established since 2000. This is because each tree pest or disease is included in up to 10 rolling 10-year time periods; adding them together would result in a greatly inflated total for the time period covered by this indicator.\n\n## Trend description for Figure H2\n\nThe number of additional tree pests and diseases becoming established in England within a rolling 10-year period fell from a peak of 7 in 2000-2009 to a low of 3 in 2007-2016. It subsequently increased again to 5 in 2009-2018 before falling to 4 in 2010-2019 and 2011-2020 (the 2 most recent 10-year periods for which data are available). In total, 11 tree pests and diseases became established in England in the 20 years from 2000 to 2020 and of these, the 4 ‘established’ between 2011 and 2020 are:\n\n1. Chalara dieback of Ash (*Hymenoscyphus fraxineus*), considered established in 2012.\n2. Oriental chestnut gall wasp (*Dryocosmus kuriphilus*), considered established in 2016.\n3. Sweet chestnut blight caused by the fungus *Cryphonectria parasitica*, considered established in 2017.\n4. The Elm zigzag sawfly *(Aproceros leucopoda*), considered established in 2018, following a rapid expansion across Europe from eastern Asia\n\n## Assessment of change\n\nLittle or no change was observed for the interim indicator for H2 Number of additional tree pests and diseases becoming established in England over the most recent 5 years for which trends can be assessed (10-year rolling time periods ending 2015 and 2020). However, there has been a decrease (improvement) over the medium and long term.\n\nChange since 2018 has also been assessed. There has been a decrease in number of additional tree pests and diseases becoming established since 2018. However, this is based on only 3 data points so should be considered as indicative and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table H2: Assessment of change in the number of additional tree pests and diseases becoming established in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2006-2015 to 2011-2020 | 0 (unsmoothed data) | Little or no change |\n| Medium term | 2001-2010 to 2011-2020 | -33.3 (unsmoothed data) | Improvement |\n| Long term | 2000-2009 to 2011-2020 | -42.9 (unsmoothed data) | Improvement |\n\nPercent change refers to the difference seen from the first to last year in the specified date range.\n","national_metadata_updated_date":"2022-09-13","national_data_updated_date":"2022-09-13","national_metadata_update_url_text":"2022-09-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","national_data_update_url_text":"2022-09-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/e984835fe3a855464af3cef2f104efd46ca05a64","indicator":"8.2.1","target_id":"8.2","sdg_goal":"8","indicator_sort_order":"08-02-01"}