{"data_footnote":null,"graph_notes":null,"data_non_statistical":false,"data_show_map":false,"embedded_feature_footer":"components/embedded-features/H4-footer.html","embedded_feature_html":"components/embedded-features/H4.html","embedded_feature_layout":"single","embedded_feature_tab_title":"Dashboard, H4 (interim)","embedded_feature_title":"H4 (interim): Exposure of wildlife to chemicals in the environment in England and, for some marine components the UK; up to 2019 where available","goal_meta_link_text":"UN metadata","graph_type":"line","hide_chart":true,"hide_table":true,"indicator_name":"Exposure and adverse effects of chemicals on wildlife in the environment","indicator_reference":"H4","national_geographical_coverage":"England (UK for some marine components)","oif_commitments":"<ul>\n  <li>Marine Strategy Regulations 2010 and the assessment of Good Environmental Status in Regional Seas</li>\n  <li>Convention for the Protection of the Marine Environment of the North-East Atlantic (OSPAR)</li>\n  <li>Water Environment (Water Framework Directive) Regulations 2017</li>\n  <li>Water Framework Directive (Standards and Classification) Directions (England and Wales) 2015</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England and UK for some marine components.","oif_headline":"Exposure of people and wildlife to harmful chemicals","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Thriving plants and wildlife","Managing exposure to chemicals"],"oif_relevant_target":["None"],"oif_statistical_classification":"Experimental","oif_theme":"Biosecurity, Chemical and Noise","published":false,"reporting_status":"Interim","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks changes in the exposure of wildlife to chemicals in the environment over time and considers the potential risks to wildlife from chemicals in terrestrial, freshwater, and marine ecosystems. Data are currently available for representative chemicals in water and in certain species of birds of prey, fish, mammals, and mussels. Other relevant exposure data will be incorporated in the future. Further work is ongoing to improve reporting for exposure metrics and to understand better the effects of chemicals on wildlife populations and individuals.\n\nThis indicator is complementary to other indicators within the framework that give data on environmental pressures from chemicals, for example, ‘B1 Pollution loads entering waters’ and ‘H3 Emissions of mercury and persistent organic pollutants to the environment’.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. The interim indicator presented here is consistent with that published in 2021 as an experimental statistic. It covers the exposure of wildlife to chemicals in the environment and, where feasible, the risk from different types of chemicals to wildlife on land and in water. The indicator is based on chemical concentrations found in water and in different organisms – sparrowhawk/red kite, red fox (data extraction under development), freshwater fish, otter, blue mussel, dab, and harbour porpoise. It covers 3 environmental compartments: terrestrial, freshwater and marine (estuarine, coastal and offshore).\n\nThe chemicals are representative of 3 groups highlighted for attention under the 25 Year Environment Plan: persistent, bioaccumulative (the accumulation of a substance over time in a living organism) and toxic (PBT) substances, heavy metals, and pesticides and biocides. There are no new assessments to report in 2022, but we aim to update the indicator in 2024 as further data become available.\n\nThese data are being published as an experimental statistic to facilitate user involvement in the development of this indicator.\n\nWe would therefore welcome any feedback on these statistics, particularly on their usefulness and value, via [25YEPindicators@defra.gov.uk](mailto:25YEPindicators@defra.gov.uk).\n\nFurther details on the data analysis used for the presented indicator are given in the supporting [H4 indicator report](https://www.gov.uk/government/publications/exposure-and-adverse-effects-of-chemicals-on-wildlife-in-the-environment-interim-h4-indicator). Some data relevant to this indicator are published: [Predatory Bird Monitoring Scheme – contaminant exposure](https://pbms.ceh.ac.uk/content/chemicals-monitored), [Water Quality Data Archive](https://environment.data.gov.uk/water-quality/view/landing), [Water quality monitoring gas chromatography–mass spectrometry and liquid chromatography–mass spectrometry semi-quantitative screening data](https://data.gov.uk/dataset/0c63b33e-0e34-45bb-a779-16a8c3a4b3f7/water-quality-monitoring-data-gc-ms-and-lc-ms-semi-quantitative-screen), [British Oceanographic Data Centre - Monitoring and Assessment National Database (MERMAN)](https://www.bodc.ac.uk/projects/data_management/uk/merman/).\n\nSince the publication of the H4 indicator report, we have been working to improve our understanding of exposure of wildlife to the chemical contaminants presented, including by analysis of archived samples to address data gaps and get a picture across environmental compartments. This will enhance our ability to report exposure trends. We are exploring methods for assessing chemical contaminant effects on wildlife to improve our understanding of environmental impacts and the potential to report these under the indicator.\n\nIn addition, we are initiating the development of metrics for emerging chemical risks. This includes integrating results from the Prioritisation and Early Warning System (PEWS) for chemicals of emerging concern, which was developed in response to the 25 Year Environment Plan to consolidate work on monitoring and horizon scanning. PEWS includes consideration of the risks posed by emerging contaminants to surface and groundwaters, biota, soils and sediments. The approach taken on emerging risks will also seek to incorporate the consideration of broader chemical topics which extend beyond PEWS.\n\n## Note on Figure H4\n\nAvailable thresholds for wildlife have been used to provide context to the most-recent national concentrations. Their use to indicate risk does not represent a compliance assessment and should not be compared with other regulatory reporting regimes which may use values with different protection goals. The approach for selecting thresholds is specific to the wildlife or environmental medium being considered because of the data available and the purpose for which it was gathered. Monitoring networks and thresholds can change over time.\n\nThe freshwater assessment for pesticides is currently based on a threshold for short-term toxic effects. In the future, the approach will be adapted to reflect risks from chronic exposure.\n\nAdditional data are available for otter, freshwater fish and red fox which cannot be incorporated into the dashboard at present, but are provided in the supporting report to this indicator. The report also contains information on spatial variation in results for freshwater metals sites and for marine fish.\n\n## Trend description for Figure H4\n\n### i) PBT substances\n\nDownward trends are observed for polybrominated diphenyl ethers (PBDEs) and polychlorinated biphenyls (PCBs) in marine fish (dab) and for PBDEs and perfluorooctanesulfonic acid in harbour porpoise. These trends are particularly evident for PBDEs.\n\nExceedance of thresholds is most significant for mercury in the freshwater and marine environments, followed by PCBs in the marine environment. The result for mercury in dab may be over-precautionary for reasons given in supporting report.\n\n### ii) Heavy metals\n\nFor heavy metals, downward trends are observed for nickel and zinc in sparrowhawks, although the data are only available up to 2014. There is an upward trend for nickel in dab, which is driven by eastern and southern coastal marine sites.\n\nThe exceedance of the nickel threshold in estuarine and coastal waters is only driven by one site. Zinc shows the highest rate of threshold exceedance of the metals in both freshwater and estuarine and coastal waters.\n\nWhile the freshwater data for heavy metals show no change in concentrations from 2014 to 2019, these results can be split into 2 types: those for sites where the waters are affected by abandoned metal mines and those for sites in other locations. Cadmium and copper exhibit downward trends for the ‘other’ sites over the assessed time period. Lead, nickel and zinc concentrations show no statistically significant change over time at such sites. For waters affected by abandoned metal mines, none of the metals included within this indicator show any statistically significant change in concentrations over time. However, their elevated levels of cadmium, copper, lead, and zinc mean that they comprise a high proportion of those overall sites above available thresholds. The exception is for nickel, where sites in ‘other’ locations comprise the majority of those at risk.\n\n### iii) Pesticides and biocides\n\nIt is not possible to assess trends currently for pesticides and second-generation anticoagulant rodenticides (SGARs). Risk is indicated for less than a quarter of sites or individuals considered for pesticides in water and SGARs in red kite.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as a suitable time series is not yet available in the Outcome Indicator Framework.\n","national_metadata_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"8.4.1","target_id":"8.4","sdg_goal":"8","indicator_sort_order":"08-04-01","graph_title":"Exposure and adverse effects of chemicals on wildlife in the environment"}