{"computation_units":"MtCO2e","data_footnote":"These data have been revised since the previous publication due to ongoing refinements to the methodology of the experimental statistics underpinning this indicator.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Emissions type","value":"Direct household emissions of GHGs"},{"field":"Emissions type","value":"GHGs embedded in imported goods & services"},{"field":"Emissions type","value":"GHGs emitted from goods & services produced & consumed in England"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Direct household emissions of GHGs":"#12436D","GHGs embedded in imported goods & services":"#801650","GHGs emitted from goods & services produced & consumed in England":"#F46A25"},"graph_category_order":{"Direct household emissions of GHGs":0,"GHGs embedded in imported goods & services":2,"GHGs emitted from goods & services produced & consumed in England":1},"graph_stacked_disaggregation":true,"graph_title":"J1 (interim): Consumption based greenhouse gas emissions in England, 2001 to 2018","graph_type":"bar","indicator_name":"Carbon footprint and consumer buying choices","indicator_reference":"J1","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Not applicable","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Mitigating and adapting to climate change","Minimising waste"],"oif_relevant_target":["Making sure that all policies, programmes and investment decisions take into account the possible extent of climate change this century","Working towards our ambition of zero avoidable waste by 2050"],"oif_theme":"Resource Use and Waste","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra","title":"Untitled","page_content":"\n## Short description\n\nThis indicator tracks the carbon footprint of England’s residents, by showing changes in the greenhouse gas (GHG) emissions associated with final demand for goods and services in England. Unlike indicator A2 which measures emissions on a territorial basis, this indicator includes GHG emissions embedded within goods and services consumed in England wherever these emissions arise across the globe. The indicator will show how consumer preferences and behaviour are impacting on the overall national carbon footprint.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows consumption-based GHG emissions in England. Data underpinning this metric are available in the [England Carbon Footprint Data Release](http://sciencesearch.defra.gov.uk/Default.aspx?Menu=Menu&Module=More&Location=None&ProjectID=20306&FromSearch=Y&Publisher=1&SearchText=ev0279&SortString=ProjectCode&SortOrder=Asc&Paging=10%20-%20Description). These source data are currently published as experimental statistics whilst there are ongoing refinements to the methodology.\n\nMethodology and accompanying data at a UK level are available in the [UK’s carbon footprint](https://www.gov.uk/government/statistics/uks-carbon-footprint) release. These UK data are again published as experimental statistics whilst there are ongoing refinements to the methodology. This interim indicator, together with additional supporting methodology is also included within the [Resources and waste strategy for England](https://www.gov.uk/government/publications/resources-and-waste-strategy-for-england-monitoring-and-evaluation). Further data may be available in the future tracking an index of carbon emissions impacts due to consumer buying choices.\n\n## Trend description for Figure J1\n\nEngland’s carbon footprint (carbon dioxide, methane and nitrous oxides) was estimated to be equivalent to 593.6 million tonnes of carbon dioxide (MtCO2e) in 2018, a 29.5% reduction on levels in 2001 (841.7 MtCO2e). GHGs emitted directly by households (making up 21.0% of the footprint in 2018) were 9.6% lower in 2018 than in 2001 as a result of reductions in emissions associated with household-related heating. Total consumption-based emissions have been on a downward trajectory since 2004: the greatest contribution to this trend has come from the goods and services produced in England and consumed here; but emissions embedded in imports have also reduced substantially (36.3% and 33.7% respectively from the 2004 peak overall). As a proportion of total emissions in 2018, GHGs emitted overseas in the production of goods and services consumed in England made up 42.7% of the total footprint.\n\n## Assessment of change\n\nThe interim indicator for J1 ‘Consumption based greenhouse gas emissions in England’ was assessed. This showed an improvement in the most recent 5-year period for which trends can be assessed (2013 to 2018), and over the medium and long-term time periods. This assessment does not consider whether any improvement is on a sufficient scale for meeting targets.\n\nChange since 2018 has not been assessed for this indicator as sufficient data are not yet available.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table J1: Assessment of change in consumption-based greenhouse gas emissions in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2012-2017 | -12.4 (smoothed Loess) | Improvement |\n| Medium term | 2007-2017 | -24.7 (smoothed Loess) | Improvement |\n| Long term | 2001-2017 | -25.9 (smoothed Loess) | Improvement |\n\nNote that assessment categories were assigned based on smoothed data, so percent change figures in Table J1 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen between the first and last years in the specified date range.\n","national_metadata_updated_date":"2023-01-13","national_data_updated_date":"2023-01-13","national_metadata_update_url_text":"2023-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","national_data_update_url_text":"2023-01-13: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/502dedeab89faeb5dda33813db8d7cbbb0d4e1cb","indicator":"9.1.1","target_id":"9.1","sdg_goal":"9","indicator_sort_order":"09-01-01"}