{"computation_units":"Million tonnes","data_footnote":"There are no incineration data available for 2011 and 2013.","data_non_statistical":false,"data_show_map":false,"data_start_values":[{"field":"Destination","value":"Landfill"},{"field":"Destination","value":"Incineration"}],"goal_meta_link_text":"UN metadata","graph_category_color":{"Incineration":"#F46A25","Landfill":"#12436D"},"graph_category_order":{"Incineration":1,"Landfill":0},"graph_stacked_disaggregation":true,"graph_title":"J4 (interim): Residual waste (excluding major mineral wastes) in England, 2010 to 2019","graph_type":"bar","indicator_name":"Residual waste arising by type and sector","indicator_reference":"J4","national_geographical_coverage":"England","oif_commitments":"<ul>\n  <li>None</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"England","oif_headline":"Resource efficiency and waste","oif_indicator_status":"Interim","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Minimising waste"],"oif_relevant_target":["Meeting all existing waste targets – including those on landfill, reuse and recycling – and developing ambitious new future targets and milestones","Working to a target of eliminating avoidable plastic waste by end of 2042","Working towards our ambition of zero avoidable waste by 2050"],"oif_theme":"Resource Use and Waste","published":false,"reporting_status":"Interim","source_active_1":true,"source_organisation_1":"Defra, Environment Agency","title":"Untitled","page_content":"\n## Short description\n\nThis indicator shows how much waste is incinerated and landfilled in England rather than recycled, reused or treated further up the waste hierarchy. Data presented are captured through the Environment Agency’s permitted site data and annual monitoring reports. There are still gaps in the data and these will need to be addressed in order to provide reporting by source sector.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022 in a finalised form. An interim indicator is presented here that shows trends in waste landfilled or incinerated (with and without energy recovery) in England, excluding major minerals. Some data are available via the Environment Agency’s [Waste data interrogator](https://data.gov.uk/dataset/bb40d091-a346-4b75-aa54-df7d347bed93/2020-waste-data-interrogator) and [incineration monitoring reports](https://environment.data.gov.uk/portalstg/home/item.html?id=5f25d4693fe8499282070ea40e08d0a0), but further work is required to split these data by source sector. This interim indicator, together with additional supporting methodology is also included within Defra’s [Resources and waste strategy for England](https://www.gov.uk/government/publications/resources-and-waste-strategy-for-england-monitoring-and-evaluation).\n\n## Note on Figure J4\n\nFor the purposes of this indicator, residual waste refers to waste sent to landfill or incineration in England.\n\nThese data do not include exported waste figures. However, it is intended for these to be incorporated in the future.\n\n## Trend description for Figure J4\n\nIn 2019, the total quantity of waste (excluding major mineral wastes) landfilled or incinerated in England was 29.1 million tonnes, a 5.0% reduction against levels in 2010 (30.6 million tonnes). This reduction was due to less waste being landfilled (falling by 44.1% over the period 2010 to 2019), and more waste being sent to incineration (increasing by 156.3% over the same period).\n\n## Assessment of change\n\nThe time series for interim J4 indicator Residual waste (excluding major mineral wastes) in England begins in 2010 which is not yet long enough to produce an assessment for medium and long-term time periods. The assessment shows trends for the total of both landfill and incineration waste. Missing data points for incineration waste were extrapolated to produce a continuous time series. A small increase in residual waste (or deterioration) was observed over the most recent 5 years for which trends can be assessed (2013 to 2018). This assessment does not consider whether this improvement is on a sufficient scale to meet any targets.\n\nChange since 2018 has also been assessed. An increase in residual waste has been observed since 2018. However, this is based on only 2 data points so should be considered as indicative only and not evidence of a clear trend.\n\nFurther information on this assessment, along with details on the methodology, is provided in the [Assessment background](/assessment/background) page. Summaries by 25 Year Environment Plan goal and information on indicator links are presented in the [Assessment results](/assessment/results/) pages.\n\n### Table J4: Assessment of change in residual waste (excluding major mineral wastes) in England\n\n| Period | Date range | Percent change | Assessment of change |\n| --- | --- | --- | --- |\n| Short term | 2013-2018 | +3.6 (smoothed Loess) | Deterioration |\n| Medium term | N/A | N/A | Not assessed |\n| Long term | N/A | N/A | Not assessed |\n\nNote that assessment categories were assigned based on smoothed data, so percent change figures in Table J4 may differ from unsmoothed values quoted elsewhere. Percent change refers to the difference seen between the first and last years in the specified date range.\n","national_metadata_updated_date":"2022-09-02","national_data_updated_date":"2022-09-02","national_metadata_update_url_text":"2022-09-02: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","national_data_update_url_text":"2022-09-02: see changes on GitHub","national_data_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/5c14110b0e4dda7e29733fdf57a624fc679a7740","indicator":"9.4.1","target_id":"9.4","sdg_goal":"9","indicator_sort_order":"09-04-01"}