{"data_non_statistical":false,"data_show_map":false,"goal_meta_link_text":"UN metadata","graph_type":"line","indicator_name":"Prevent harmful chemicals from being recycled","indicator_reference":"J5","national_geographical_coverage":"UK and is available at regional level, and by local and waste planning authority.","oif_commitments":"<ul>\n  <li>Persistent Organic Pollutants Regulation (Article 13)</li>\n  <li>UN Stockholm Convention on Persistent Organic Pollutants (Article 15)</li>\n</ul>\n","oif_date_last_updated":"19 May 2022","oif_geographical_scope":"UK; data are also available at regional level, and by local and waste planning authority.","oif_headline":"Resource efficiency and waste","oif_indicator_status":"In development","oif_natural_capital":["Pressure on natural capital assets"],"oif_relevant_goal":["Minimising waste","Managing exposure to chemicals"],"oif_relevant_target":["Fulfilling our commitments under the Stockholm Convention as outlined in the UK’s most recent National Implementation Plan","Seeking in particular to eliminate the use of Polychlorinated Biphenyls (PCBs) by 2025, in line with our commitments under the Stockholm Convention","Substantially increasing the amount of Persistent Organic Pollutants (POPs) material being destroyed or irreversibly transformed by 2030, to make sure there are negligible emissions to the environment","Working towards our ambition of zero avoidable waste by 2050"],"oif_theme":"Resource Use and Waste","published":false,"reporting_status":"In development","source_active_1":true,"title":"Untitled","page_content":"\n## Short description\n\nThis indicator will track the amount of banned or restricted chemicals in waste which is being destroyed. The removal and proper destruction of such chemicals is necessary to prevent them contaminating recycled products or being released into the environment.\n\nInitially the indicator will use data on the amount of persistent organic pollutants (POPs) being sent for destruction. This is in line with the goal to substantially increase the amount of POPs material being destroyed or irreversibly transformed by 2030. Similar data on elimination of the use of polychlorinated biphenyls (PCBs) will be included once those data become available.\n\nWhere possible, these chemicals should be removed prior to disposal, minimising the amount of waste being sent for destruction. Data may soon become available for some of these waste types, enabling assessment of improvements in the quantity and quality of waste material available for recycling.\n\n## Readiness and links to data\n\nThis indicator is not available for reporting in 2022. Some data are already published via the [hazardous waste interrogator](https://data.gov.uk/dataset/e3f5f358-8dc8-4186-970b-00305632b724/2020-hazardous-waste-interrogator). Further work is required to develop and improve confidence in the data for the indicator for POPs, due to the nature of the available data, there is greater certainty in the data for PCBs. Further work is planned to improve the existing data, and to further expand the indicator to include more POPs.\n\nThe UK is currently consulting on introducing a mandatory digital waste tracking system. If implemented this system could further add to the body of data for this indicator.\n\n## Assessment of change\n\nNo assessment of change was undertaken for this indicator as it is still in development.\n","national_metadata_updated_date":"2022-08-10","national_metadata_update_url_text":"2022-08-10: see changes on GitHub","national_metadata_update_url":"https://github.com/Defra-Data-Science-Centre-of-Excellence/OIF-Dashboard/commit/7ba21291aafda3353dd8a65d3190d312fbf177bd","indicator":"9.5.1","target_id":"9.5","sdg_goal":"9","indicator_sort_order":"09-05-01","graph_title":"Prevent harmful chemicals from being recycled"}